Repository: bitwork/RHEWA
Catalog: EichsoftwareClient/Resources/GlobaleLokalisierung.*.resx
Languages: de, pl

# Hilfe_Kompatiblitaetsnachweis_WaageEcklastzuschlag
source: <html><p>factor NUD: (WI = weighing instrument, LC = load cell)</p><p>Factor for <strong>N</strong>on <strong>U</strong>niform <strong>D</strong>istributed load caused by excentric loading,<br />NUD shall prohibit that a load cell is applied with load outside of the garanteed measuring range.</p><p>According to WELMEC 2 (Issue 3) Nr. 3.1.6.6 followig values may be accepted for NUD:<br />- WIs with lever work and with one LC, WIs with one single point LC and<br /> WIs with load receptors which allöw only minimal eccentric load application <br /> (eg hopper scales, but without shaker on the receptor ) 0 % Max</p><p>- other conventional instruments : 20 % Max</p><p>- over head track scales, fork lift scales and weighbridges : 50 % Max </p><p>- Multi-platform WIs with more than one load receptor<br /> fix combined 50 % Max (total)<br /> variable selection or combined 50 % Max (of single platform)<br /> </p></html>
de: <html><p>Ecklastzuschlag<br />Der Ecklastzuschlag stellt den Betrag dar, der in der Praxis durch exzentrische <br />Belastung bei Max zusätzlich auf die WZ einwirkt. In Anlehnung an WELMEC 2 (Issue 3) Nr. 3.1.6.6 können folgende Werte für NUD angenommen werden:</p><p>- Hybridwaagen mit einer WZ, Waagen mit einer Plattform WZ (Single-Point-WZ),<br /> Waagen deren Belastung nur eine minimale außermittige Belastung zulässt <strong>0% von Max</strong> <br /> <br />- andere konventionelle Waagen <strong> 20% von Max</strong><br /> <br />- Hängebahn- und Gabelstaplerwaagen sowie befahrbare Brückenwaagen <strong>50% von Max</strong> </p><p>- Waagenzusammenstellungen im dauernden Verbund (ohne Umschalteinrichtung) <br /> <strong>50% von Max (gesamt)<br /></strong> mit Umschalteinrichtung <strong> 50% von Max (Einzelbrücke)</strong> </p><p></p></html>
pl: <html><p>Dodatkowe obciążenie rogów<br />Dodatkowe obciążenie rogów przedstawią tą wielkość, która w praktyce przez mimośrodkowe <br />obciążenie przy Max dodatkowo działa na czujnik. W oparciu o ustawę WELMEC 2 (Issue 3) Nr. 3.1.6.6 mogą być przyjęte następujące wartości dla NUD:</p><p>- Wagi hybrydowe z jednym czujnikiem tensomterycznym, wagi z jednym jednopunktowym czujnikiem tensometrycznym (Single-Point),<br /> Wagi, których obciążenie dopuszcza tylko minimalne mimośrodkowe obciążenie <strong>0% von Max</strong> <br /> <br />- inne powszechne wagi <strong> 20% z Max</strong><br /> <br />- Wagi kolejkowe i wagi z wózkiem widlakowym jak również pomosty przejezdne <strong>50% z Max</strong> </p><p>- Zestaw wag w stałym zespole (bez urządzenia przełączeniowego) <br /> <strong>50% z Max (w całości)<br /></strong> z urządzeniem przełączeniowym <strong> 50% z Max (pomost pojedyńczy)</strong> </p><p></p></html>

# Hilfe_Kompatiblitaetsnachweis_WaageEichwert
source: Maximum capacity of One range weighing instrument
de: Eichwert einer Einbereichswaage
pl: Wartość legalizacyjna wagi jednozakresowej

# Hilfe_Kompatiblitaetsnachweis_WaageEichwert1
source: verification interval of the lower weighing range of a multiple range or multi-interval weighing instrument
de: Eichwert des unteren Wägebereichs von Mehrteilungs- und Mehrbereichswaagen
pl: Wartość legalizacyjna dolnego zakresu wagowego wag wielopodziałkowych i wag wielozakresowych

# Hilfe_Kompatiblitaetsnachweis_WaageEichwert2
source: verification interval of the 2nd weighing range of multiple range or multi-interval weighing instrument (e 1 = smallest weighing range)
de: Eichwert des zweiten Wägebereichs von Mehrteilungs- und Mehrbereichswaagen (e1 = kleinster Eichwert)
pl: Wartość legalizacyjna 2. zakresu wagowego wag wielopodziałkowych i wag wielozakresowych (e1 = najmniejsza wartość legalizacyjna)

# Hilfe_Kompatiblitaetsnachweis_WaageEichwert3
source: verification interval of the upper weighing range of multi-interval weighing instrument (e1 = smallest verification interval)
de: Eichwert des 3. Wägebereichs von Mehrteilungswaagen (e1 = kleinster Eichwert)
pl: Wartość legalizacyjna 3. zakresu wagowego wagi wielopodziałkowej (e1 = najmniejsza wartość legalizacyjna)

# Hilfe_Kompatiblitaetsnachweis_WaageHoechstlast
source: verification interval of One range weighing instrument
de: Höchstlast einer Einbereichswaage
pl: Obciążenie maksymalne wagi jednozakresowej

# Hilfe_Kompatiblitaetsnachweis_WaageHoechstlast1
source: Maximum capacity of the lower weighing range of multiple range or multi-interval weighing instrument
de: Höchstlast des unteren Wägebereichs von Mehrteilungs- und Mehrbereichswaagen
pl: Obciążenie maksymalne dolnego zakresu wagowego wag wielopodziałkowych lub wielozakresowych

# Hilfe_Kompatiblitaetsnachweis_WaageHoechstlast2
source: Maximum capacity of the 2nd weighing range of multipe range or multi-interval weighing instruments (Max1 = lower weighing range)
de: Höchstlast des 2. Wägebereichs von Mehrteilungs- und Mehrbereichswaagen (Max1 = unterer Wägebereich)
pl: Obciążenie maksymalne 2-go zakresu wagowego wag wielopodziałkowych lub wielozakresowych (Max1 = dolny takres wagowy)

# Hilfe_Kompatiblitaetsnachweis_WaageHoechstlast3
source: Maximum capacity of the upper weighing range of multiple range or multi-interval weighing instruments (Max1 = lower weighing range)
de: Höchstlast des 3. Wägebereichs von Mehrteilungs- waagen (Max1 = unterer Wägebereich)
pl: Obciążenie maksymalne 3-go zakresu wagowego wag wielopodziałkowych lub wielozakresowych (Max1 = dolny takres wagowy)

# Hilfe_Kompatiblitaetsnachweis_WaageKabellaenge
source: length of cable length of cable between indicator and load cell junction box ( load cell cables themselves have to maintain original)
de: Kabellänge Länge des Kabels zwischen Wägezellen-Anschlusskasten und Auswertegerät.
pl: Długość kabla Długość kabla między skrzynką zaciskową czujników a miernikiem.

# Hilfe_Kompatiblitaetsnachweis_WaageKabelquerschnitt
source: cross section of wire cross section of one wire from cable (4 or 6 wires) between indicator and load cell junction box Note - By application of different cross sections in one cable use for 4-wires the supply wires for 6-wires the reference wires - Using flash protection elements, the exitation voltage at the load cell has to be checked when applying check on condition (8)
de: Kabelquerschnitt Adernquerschnitt eines der 4 oder 6 Leiter des Kabels zwischen Wägezellen-Anschlusskasten und Auswertegerät. Anmerkungen: Bei verschiedenen Leiterquerschnitten muss bei der 4-Leiterschaltung die Wägezellen- Speiseleitung und bei der 6-Leiterschaltung die Referenzspannungsleitung herangezogen werden. Bei Anwendung von Blitzschutzbarrieren muss die Speisespannung an den Wägezellen geprüft werden, um den Wert in Bedingung (8) (Mindestmesssignal pro Eichwert) als Wägezellen-Speisespannung Uexc einzusetzen.
pl: Przekrój kabla Przekrój przewodu z 4 lub 6 przewodowego kabla między skrzynką zaciskową czujników a miernikiem. Wskazówki: Przy różnych przekrojach przewodów musi być przy 4-przewodowym wyciągnięty przewód zasilający a przy 6-przewodowym przewód referencyjny. Przy zastosowaniu barier odgromowych należy skontrolować napięcie zasilania na czujnikach, aby wpisać tą wartość w punkcie warunkowym (8) (minimalny sygnał pomiarowy na wartość legalizacyjną) jako napięcie zasilające czujniki Uexc.

# Hilfe_Kompatiblitaetsnachweis_WaageKlasse
source: <html><p>Accuracy class:<br />The accuracy classes of NAWI, Ind and LCs are compatible, if they follow table below:</p><p><strong> NAWI I II III IIII<br /> Ind I I*), II II*), III III, IIII<br /> LC A A*), B B*), C C, D</strong><br /> <br /> *) at sufficient temperature range and evaluation of stability against <br /> humidity and creep corresponds to requirement in the lower <br /> (more accurate) class</p></html>
de: <html>Genauigkeitsklasse<br />Die Genauigkeitsklassen von NSW, AWG und WZ sind verträglich, wenn sie folgender Zuordnung entsprechen: <br /><strong>NSW I II III IIII<br />AWG I I*), II II*), III III, IIII<br />WZ A A*), B B*), C C, D</strong><br />*) bei ausreichendem Temperaturbereich und <br />geeigneten Nachweisen der Stabilitäten<br />gegen Feuchte und Kriechen<br /></html>
pl: <html>Klasa dokładności<br />Klasa dokładności wag nieautomatycznych, mierników i czujników tensometrycznych zgadzają się, jeżeli odpowiadają one danemu przyporządkowaniu: <br /><strong>Waga nieautomatyczna I II III IIII<br />Miernik I I*), II II*), III III, IIII<br />Czujnik tensometryczny A A*), B B*), C C, D</strong><br />*) przy wystarczającym zakresie temperatury i <br />odpowiednich dowodach dotyczących stabilizacji<br />przeciw wilgoci i pełzaniu<br /></html>

# Hilfe_Kompatiblitaetsnachweis_WaageTemperaturbereichMAX
source: limit of the temperature range upper limit of the environment temperature for the whole weighing instrument
de: Obere Grenze des Bereichs für die Umgebungstemperatur, wobei die zulässigen Temperaturbereiche der Wägezelle(n) und des Auswertegeräts den Temperaturbereich der Waage überdecken müssen.
pl: Górna granica zakresu temperatury otoczenia, przyczym dopuszczalne zakresy temperatury czujnika(ów) tensometrycznego(nych) i miernika muszą pokryć zakres temperatury wagi.

# Hilfe_Kompatiblitaetsnachweis_WaageTemperaturbereichMin
source: limit of the temperature range lower limit of the environment temperature for the whole weighing instrument
de: Grenzen des Temperaturbereichs Untere Grenze des Bereichs für die Umgebungs-temperatur, wobei die zulässigen Temperaturbereiche der Wägezelle(n) und des Auswertegeräts den Temperaturbereich der Waage überdecken müssen.
pl: Granice zakresu temperatury Dolna granica zakresu temperatury otoczenia, przyczym dopuszczalne zakresy temperatury czujnika(ów) tensometrycznego(nych) i miernika muszą pokryć zakres temperatury wagi.

# Hilfe_Kompatiblitaetsnachweis_WaageTotlast
source: dead load: weight of the load receptor and additionally mounted constructions on the load receptor
de: Totlast Eigengewicht des Lastträgers sowie zusätzlicher auf dem Lastträger fest montierter Aufbauten. Bei Standardbrücken: Type Größe Totlast 010 60 / 150 kg 18 kg 011 150 kg 38 kg 012 60 / 150 kg 10 kg 013 60 / 150 kg 6,9 kg 016 150 / 300 / 600 kg 15 kg 027 1 kg nicht eichf. 0,29 kg 028 3 / 6 kg 0,79 kg 032 3 / 6 /15 kg 3,6 kg 032 30 kg 4,1 kg 033 6,9 kg 034 60 / 150 / 300 22 kg 035 550 X 650 23 kg 035 600 X 800 25 kg 039 15,1 kg 050 600 / 1500 / 2000 kg 45 kg 050 3000 kg 50 kg 051 Standard 44 kg 051 3000 kg 54 kg 060 1000 X 850 mm 80 kg 060 1250 X 1050 mm 105 kg 062 1230 X 800 mm 34 kg 070 1000 X 800 mm 65 kg 070 1250 X 1000 mm 105 kg 070 1500 X 1250 mm 165/180/270 kg 070 2000 X 1500 mm 350/430/590 kg 071 1250 X 1000 mm 105 kg 071 1500 X 1250 mm 1500kg 165 kg 071 1500 X 1250 mm 3000kg 180 kg 071 1500 X 1500 mm 195 kg 071 2000 X 1500 mm 300 kg 081 5,0 kg 082 20,6 kg 083 26,7 kg 852 20,0 kg
pl: Ciężar własny Ciężar własny nośnika jak również dodatkowych na nim zamontowanych konstrukcji. Pomosty standardowe: Typ Rozmiar Ciężar własny 010 60 / 150 kg 18 kg 011 150 kg 38 kg 012 60 / 150 kg 10 kg 013 60 / 150 kg 6,9 kg 016 150 / 300 / 600 kg 15 kg 027 1 kg nicht eichf. 0,29 kg 028 3 / 6 kg 0,79 kg 032 3 / 6 /15 kg 3,6 kg 032 30 kg 4,1 kg 033 6,9 kg 034 60 / 150 / 300 22 kg 035 550 X 650 23 kg 035 600 X 800 25 kg 039 15,1 kg 050 600 / 1500 / 2000 kg 45 kg 050 3000 kg 50 kg 051 Standard 44 kg 051 3000 kg 54 kg 060 1000 X 850 mm 80 kg 060 1250 X 1050 mm 105 kg 062 1230 X 800 mm 34 kg 070 1000 X 800 mm 65 kg 070 1250 X 1000 mm 105 kg 070 1500 X 1250 mm 165/180/270 kg 070 2000 X 1500 mm 350/430/590 kg 071 1250 X 1000 mm 105 kg 071 1500 X 1250 mm 1500kg 165 kg 071 1500 X 1250 mm 3000kg 180 kg 071 1500 X 1500 mm 195 kg 071 2000 X 1500 mm 300 kg 081 5,0 kg 082 20,6 kg 083 26,7 kg 852 20,0 kg

# Hilfe_Kompatiblitaetsnachweis_WaageUebersetzungsverhaeltnis
source: reduction ratio R The reduction ratio is given by a lever work system. According to R76 No T.3.3 R = (Force onto the load cell)/(Gravitation force onto the load receptor) Using lever works normally the number N of load cells is N = 1 and R < 1 The value of R has to be given by the WI-manufacturer Without lever system the reduction ratio R always will be R = 1 Format of Field: Number Excample of wrong format 1:4, inputs with ":" will be treated as time correct format 1/4 or 0,25
de: <html><p>Übersetzungsverhältnis<br />Das Übersetzungsverhältnis, z. B. durch ein Hebelwerk, ist entsprechend DIN EN 45501 T.3.3, gleich <br />( Kraft auf die Wägezelle) / (Gewichtskraft auf den Lastträger).<br />Bei NSW <strong>mit</strong> Hebelwerk ist die Anzahl der Wägezellen im Regelfall N = 1 und das Übersetzungsverhältnis<strong> R &lt; 1</strong>. In seltenen Sonderfällen kann ein Lastträger mit Hebelwerk mehrere Wägezellen enthalten. In jedem Fall ist der Wert für R vom Waagenbauer anzugeben. <br />Bei NSW <strong>ohne</strong> Hebelwerk muss immer <strong>R = 1</strong> gesetzt werden.</p><p>Feldformat : Zahl<br />Beispiel zur Schreibweise <strong>falsch</strong> 1:4 , da Eintragungen mit ":" <br /> als Zeit verrechnet werden <br /> <strong>richtig</strong> 0,25 oder 1/4 </p></html>
pl: <html><p>Przełożenie redukcji<br />Przełożenie redukcji np. przez dźwignie, jest zgodnie z DIN EN 45501 T.3.3, równe <br />( Siła działająca na czujnik) / (Siła działająca na nośnię ładunku).<br />Przy wagach nieautomatycznych<strong>z</strong> dźwignią ilość czujników tensometrycznych wynosi z regóły N = 1 a przełożenie redukcji<strong> R &lt; 1</strong>. W żadkich przypadkach może nośnia ładunku z dźwignią posiadać kilka czujników tensometrycznych. W każdym przypadku wartość R musi być podana. <br />Przy wagach nieautomatycznych <strong>bez</strong> dźwigni musi zawsze <strong>R = 1</strong> być ustawione.</p><p>Format pola : Liczba<br />Przykład pisowni <strong>błędnie</strong> 1:4 , ponieważ wpisy z ":" <br /> obiczane są jako czas <br /> <strong>poprawnie</strong> 0,25 lub 1/4 </p></html>

# Hilfe_Kompatiblitaetsnachweis_WZBruchteilEichfehlergrenze
source: fraction of the maximum permissible error of the weighing instrument applied for the load cells if not indicated in the test certificate , pLC = 0,7.
de: Bruchteil der Eichfehlergrenzen für die Wägezelle(n) pLC. 0,3 £ pLC £ 0,8 Falls im Prüfschein der Wägezelle(n) nichts angegeben ist, kann nach DIN EN 45501 Nr. 3.5.4 pLC = 0,7 eingesetzt werden.
pl: Ułamek błędu legalizacyjnego dla czujnika tensometrycznego pLC. 0,3 £ pLC £ 0,8 Jeżeli w świadectwie badania czujnika tensometrycznego nic nie podano, można wpisać według DIN EN 45501 Nr. 3.5.4 pLC = 0,7.

# Hilfe_Kompatiblitaetsnachweis_WZGenauigkeitsklasse
source: <html><p>Accuracy class:<br />The accuracy classes of NAWI, Ind and LCs are compatible, if they follow table below:</p><p><strong> NAWI I II III IIII<br /> Ind I I*), II II*), III III, IIII<br /> LC A A*), B B*), C C, D</strong><br /> <br /> *) at sufficient temperature range and evaluation of stability against <br /> humidity and creep correspond to requirement in the lower <br /> (more accurate) class</p></html>
de: <html>Genauigkeitsklasse<br />Die Genauigkeitsklassen von NSW, AWG und WZ sind verträglich, wenn sie folgender Zuordnung entsprechen: <br /><strong>NSW I II III IIII<br />AWG I I*), II II*), III III, IIII<br />WZ A A*), B B*), C C, D</strong><br />*) bei ausreichendem Temperaturbereich und <br />geeigneten Nachweisen der Stabilitäten<br />gegen Feuchte und Kriechen<br /></html>
pl: <html>Klasa dokładności<br />Klasa dokładności wag nieautomatycznych, mierników i czujników tensometrycznych zgadzają się, jeżeli odpowiadają one danemu przyporządkowaniu: <br /><strong>Waga nieautomatyczna I II III IIII<br />Miernik I I*), II II*), III III, IIII<br />Czujnik tensometryczny A A*), B B*), C C, D</strong><br />*) przy wystarczającym zakresie temperatury i <br />odpowiednich dowodach dotyczących stabilizacji<br />przeciw wilgoci i pełzaniu<br /></html>

# Hilfe_Kompatiblitaetsnachweis_WZHoechstlast
source: <html>maximum capacity of one load cell<br />The maximum capacity of the load cell shall not be exeeded when applying Max on the weighing instrument.<br /> capacity <br /> <strong> Kg N lb</strong><br /> <span style="color: #0080ff"> 20,4 200</span><br /> <span style="color: #0080c0"> 51 500</span> <br /><span style="color: #ff0000"> 91 200</span><br /> <span style="color: #0080ff"> 102 1000 <br /> 204 2000 <br /></span><span style="color: #ff0000"> 227 500 <br /> 454 1000</span> <br /> <span style="color: #0080ff"> 510 5000 <br /> 1020 10000</span> <br /><span style="color: #ff0000"> 1134 2500</span><br /><span style="color: #0080ff"> 2039 20000 <br /></span><span style="color: #ff0000"> 2268 5000<br /> 4035 10000</span> <br /><span style="color: #0080ff"> 5099 50000<br />10197 100000</span><br /><span style="color: #ff0000">20412 45000<br />34020 75000 <br />45360 100000</span></html>
de: <html>Höchstlast (Nennlast) der einzelnen Wägezelle<br />Die Höchstlast der Wägezelle darf bei Belastung der Waage mit ihrer Höchstlast Max nicht überschritten werden.<br /><strong> Nennlast <br /> Kg N lb</strong><br /><span style="color: #0080ff"> 20,4 200<br /> 51 500</span> <br /><span style="color: #ff0000"> 91 200</span><br /><span style="color: #0080ff"> 102 1000 <br /> 204 2000</span> <br /><span style="color: #ff0000"> 227 500 <br /> 454 1000</span> <br /><span style="color: #0080ff"> 510 5000 <br /> 1020 10000</span> <br /><span style="color: #ff0000"> 1134 2500</span><br /><span style="color: #0080ff"> 2039 20000</span> <br /><span style="color: #ff0000"> 2268 5000<br /> 4035 10000</span> <br /><span style="color: #0080ff"> 5099 50000<br />10197 100000</span><br /><span style="color: #ff0000">20412 45000<br />34020 75000 <br />45360 100000</span></html>
pl: <html>Obciążenie maksymalne (obciążenie nominalne) pojedyńczego czujnika tensometrycznego<br />Obciążenie maksymalne czujnika tensometrycznego przy obciążeniu wagi z jej obciążeniem maksymanlym Max nie może być przekroczone.<br /><strong> Obciążenie nominalne <br /> Kg N lb</strong><br /><span style="color: #0080ff"> 20,4 200<br /> 51 500</span> <br /><span style="color: #ff0000"> 91 200</span><br /><span style="color: #0080ff"> 102 1000 <br /> 204 2000</span> <br /><span style="color: #ff0000"> 227 500 <br /> 454 1000</span> <br /><span style="color: #0080ff"> 510 5000 <br /> 1020 10000</span> <br /><span style="color: #ff0000"> 1134 2500</span><br /><span style="color: #0080ff"> 2039 20000</span> <br /><span style="color: #ff0000"> 2268 5000<br /> 4035 10000</span> <br /><span style="color: #0080ff"> 5099 50000<br />10197 100000</span><br /><span style="color: #ff0000">20412 45000<br />34020 75000 <br />45360 100000</span></html>

# Hilfe_Kompatiblitaetsnachweis_WZHoechstteilungsfaktor
source: ratio of Emax / vmin of the load cell If Y or vmin is not indicated (f.e. in the test certificate), nLC will be used instead of Y .
de: Höchstteilungsfaktor der Wägezelle Wenn Y oder vmin nicht angegeben sind (z.B. im Prüfschein nicht genannt), wird nLC für Y eingesetzt. Höchstteilungsfaktor der Wägezelle Wenn Y oder vmin nicht angegeben sind (z.B. im Prüfschein nicht genannt), wird nLC für Y eingesetzt. Type C Y Z E min C R LC 1022 3 10000 0 2 415 1042 3 15000 0 2 415 1042 6 20000 0 2 415 1130 3 15000 0 2 385 1242 3 20000 0 2 415 1242 6 20000 0 2 415 1260 3 15000 0 2 415 1510 3 12000 0 2 380 PC1 3 10000 0 2 390 PC1 3 15000 0 2 390 PC6 3 12500 0 2 1106 PC6 MI6 3 12500 6000 0 2 1106 PC6 3 25000 0 2 1106 PC6 MI6 3 25000 6000 0 2 1106 PCB 3 12500 0 2 1106 0531 3 11500 0 2 1106 3410 3 10000 0 2 380 3510 3 12000 4000 0 2 400 3510 6 24000 8000 0 2 400 HSB 3 10000 0 2 420 BK2 SLB 3 11500 0 2 1106 SB6 3 10000 0 2 1106 SB14 3 11500 0 2 1100 HCB 3 10000 0 2 1000 RC3 3 15000 0 2 1100
pl: Największy współczynnik podziałkowy czujnika tensometrycznego Jeżeli nie podano Y lub vmin (np. nie wymienione w świadectwie badania), należy dla Y wpisać nLC. Największy współczynnik podziałkowy czujnika tensometrycznego Jeżeli nie podano Y lub vmin (np. nie wymienione w świadectwie badania), należy dla Y wpisać nLC. Type C Y Z E min C R LC 1022 3 10000 0 2 415 1042 3 15000 0 2 415 1042 6 20000 0 2 415 1130 3 15000 0 2 385 1242 3 20000 0 2 415 1242 6 20000 0 2 415 1260 3 15000 0 2 415 1510 3 12000 0 2 380 PC1 3 10000 0 2 390 PC1 3 15000 0 2 390 PC6 3 12500 0 2 1106 PC6 MI6 3 12500 6000 0 2 1106 PC6 3 25000 0 2 1106 PC6 MI6 3 25000 6000 0 2 1106 PCB 3 12500 0 2 1106 0531 3 11500 0 2 1106 3410 3 10000 0 2 380 3510 3 12000 4000 0 2 400 3510 6 24000 8000 0 2 400 HSB 3 10000 0 2 420 BK2 SLB 3 11500 0 2 1106 SB6 3 10000 0 2 1106 SB14 3 11500 0 2 1100 HCB 3 10000 0 2 1000 RC3 3 15000 0 2 1100

# Hilfe_Kompatiblitaetsnachweis_WZKriechteilungsfaktor
source: ratio of Emax / 2* DR of the load cell Where DR or Z not known (f.e. not indicated in the test certificate), nLC will be used instead of Z.
de: Kriechteilungsfaktor der Wägezelle Wenn DR oder Z nicht angegeben sind (z.B. im Prüfschein nicht genannt), wird nLC für Z eingesetzt. Type C Y Z E min C R LC 1022 3 10000 0 2 415 1042 3 15000 0 2 415 1042 6 20000 0 2 415 1130 3 15000 0 2 385 1242 3 20000 0 2 415 1242 6 20000 0 2 415 1260 3 15000 0 2 415 1510 3 12000 0 2 380 PC1 3 10000 0 2 390 PC1 3 15000 0 2 390 PC6 3 12500 0 2 1106 PC6 MI6 3 12500 6000 0 2 1106 PC6 3 25000 0 2 1106 PC6 MI6 3 25000 6000 0 2 1106 PCB 3 12500 0 2 1106 0531 3 11500 0 2 1106 3410 3 10000 0 2 380 3510 3 12000 4000 0 2 400 3510 6 24000 8000 0 2 400 HSB 3 10000 0 2 420 BK2 SLB 3 11500 0 2 1106 SB6 3 10000 0 2 1106 SB14 3 11500 0 2 1100 HCB 3 10000 0 2 1000 RC3 3 15000 0 2 1100
pl: Współczynnik podziałki pełzającej czujnika tensometrycznego Jeżeli nie podano DR lub Z ( np. nie wymienione w świadectwie badania), należy dla Z wpisać nLC. Type C Y Z E min C R LC 1022 3 10000 0 2 415 1042 3 15000 0 2 415 1042 6 20000 0 2 415 1130 3 15000 0 2 385 1242 3 20000 0 2 415 1242 6 20000 0 2 415 1260 3 15000 0 2 415 1510 3 12000 0 2 380 PC1 3 10000 0 2 390 PC1 3 15000 0 2 390 PC6 3 12500 0 2 1106 PC6 MI6 3 12500 6000 0 2 1106 PC6 3 25000 0 2 1106 PC6 MI6 3 25000 6000 0 2 1106 PCB 3 12500 0 2 1106 0531 3 11500 0 2 1106 3410 3 10000 0 2 380 3510 3 12000 4000 0 2 400 3510 6 24000 8000 0 2 400 HSB 3 10000 0 2 420 BK2 SLB 3 11500 0 2 1106 SB6 3 10000 0 2 1106 SB14 3 11500 0 2 1100 HCB 3 10000 0 2 1000 RC3 3 15000 0 2 1100

# Hilfe_Kompatiblitaetsnachweis_WZMaxTeilungswerte
source: maximal number of verification scale intervals of the load cell: The max. number nLC of verification scale intervals of the load cell must be equal or better than the number of verification scale intervals of the weighing instrument n = Max/e. For multiple range and muti-interval weighing instruments this must be met for every weighing range.
de: Größte zulässige Anzahl der Teilungswerte der Wägezelle Die maximale Anzahl nLC der Teilungswerte für die Wägezelle darf nicht kleiner sein als die Anzahl der Eichwerte der Waage n = Max/e. Bei Mehrbereichs- und Mehrteilungswaagen gilt dies für jeden einzelnen Wägebereich i .
pl: Największa dopuszczalna ilość wartości podziałki czujnika tensometrycznego Maksymalna ilość nLC wartości podziałki dla czujnika tensometrycznegonie może być mniejsza niż ilość wartości podziałki wagi n = Max/e. Dla wag wielozakresowych i wielopodziałkowych obowiązuje to dla każdego pojedynczego zakresu.
