Repository: bitwork/RHEWA
Catalog: EichsoftwareClient/Resources/GlobaleLokalisierung.*.resx
Languages: de, pl

# Hilfe_PruefungStaffelverfahrenErsatzlastIst
source: Ablesen und eintragen des Anzeigewertes der mit entsprechender Ersatzlast nachgebildet wurde. Abweichungen von maximal ±10e möglich
pl: Odczytanie i wpisanie wyświetlanej wartości, która została utworzona z odpowiednim obciążeniem zastępczym. Odchyłki do maximalnie ±10e są możliwe.

# Hilfe_PruefungStaffelverfahrenErsatzlastNormallast
source: Eintragung der zur Verfügung stehenden vollen Normallast oder des Betrages der benötigt wird um die Höchstlast der Waage zu erreichen.
pl: Wpisanie całego stojącego do dyspozycji obciążenia wzorcowego lub wartości potrzebnej do osiągnięcia maksymalnego obciążenia wagi.

# Hilfe_PruefungStaffelverfahrenErsatzlastSoll
source: Eintragung des Wertes der mit einer Ersatzlast nachgebildet werden soll.
pl: Wpisanie wartości, która ma być zreprodukowana za pomocą ciężaru zastępczego.

# Hilfe_PruefungStaffelverfahrenNormallast
source: Ablesen und eintragen des Anzeigewertes der aufgebrachten Normallast.
pl: Odczytanie i wpisanie wyświetlanej wartości naniesionego obciążenia wzorcowego.

# Hilfe_PruefungWiederholbarkeitStaffelverfahren
source: Determine the allowed number of substitutions according to EN 45501 3.7.3. If the repeatability error is not greater than 0.2 e, this portion may be reduced to 1/5 Max. If the repeatability error is not greater than 0.35 e, the portion of standard weights may be reduced to 1/3 Max. If the repeatability error is greater than 0.35 e, the portion of standard weights must 50%
de: Die Prüfung mit 0,5 Max ist auch vor der Anwendung eines Staffelverfahrens zur Bestimmung der erforderlichen Normallast durchzuführen. Ist der Fehler ≤ 0,2e → L = 0,2 Max = Normalien von 20% von Max werden benötigt Ist der Fehler ≤ 0,3e → L = 0,35 Max = Normalien von 35% von Max werden benötigt Ist der Fehler > 0,3e → L = 0,5 Max = Normalien von 50% von Max werden benötigt
pl: Badanie z 0,5 maks. należy przeprowadzić również przed zastosowaniem procesu stopniowego w celu określenia wymaganego obciążenia wzorcowego. Jest błąd ≤ 0,2e → L = 0,2 Max = potrzebne są wzorce 20% z Max. Jest błąd ≤ 0,3e → L = 0,35 Max = potrzebne są wzorce 35% z Max. Jest błąd ≤ 0,3e → L = 0,5 Max = potrzebne są wzorce 50% z Max.

# Hilfe_PruefungEignungAchslastwaegungen
source: Qualification for axle load weighing
de: Eignung für Achslastwägungen
pl: Zdatność do ważenia obciążeń osiowych

# Ueberschrift_PruefungEignungAchslastwaegungen
source: Qualification for axle load weighing
de: Eignung für Achslastwägungen
pl: Zdatność do ważenia obciążeń osiowych

# EichfehlergrenzenNichtEingehalten
source: Die Eichfehlergrenzen werden nicht eingehalten. Der Vorgang kann nicht weitergeführt werden. (EN)
de: Die Eichfehlergrenzen werden nicht eingehalten. Der Vorgang kann nicht weitergeführt werden.
pl: Granice błędów legalizacyjnych nie zostały dotrzymane. Proces nie może być dalej kontynuowany.

# Hilfe_Exports
source: Export Data into Excel and Word Templates
de: Export der Daten in Excel und Wordvorlagen
pl: Eksport danych do wzorów Excel i Word

# Hilfe_Versenden
source: Send Data to RHEWA
de: Senden der Daten zu RHEWA
pl: Wysłanie danych do RHEWA

# Ueberschrift_Exports
source: Export Data
de: Export der Daten
pl: Eksport danych

# Ueberschrift_Versenden
source: Send Data to RHEWA
de: Senden der Daten zu RHEWA
pl: Wysłanie danych do RHEWA

# EinsEintragen
source: Please enter "1"
de: Bitte "1" eintragen
pl: Proszę wpisać "1"

# Hilfe_StammdatenNeueWZ
source: Create a new Load Cell
de: Hiermit können Sie eine neue Wägezelle anlegen, falls sie in der vorhandenen Auswahl nicht enthalten ist.
pl: Tutaj można założyć nowy czujnik tensometryczny, jeżeli nie jest zawarty w istniejącej selekcji.

# BitteNeuStarten
source: Please restart the application to complete the registration
de: Bitte Starten Sie die Anwendung erneut um die Lizenzierung abzuschließen.
pl: Proszę uruchomić aplikację na nowo w celu zakończenia procesu zapisania wniosku licencji.

# KeineVerbindung
source: Cant establish connection to RHEWA Server. Make sure you are connected to the internet and try again.
de: Es konnte keine Verbindung aufgebaut werden. Bitte stellen Sie eine Verbindung zum Internet her und versuchen es erneut.
pl: Nie można nawiązać połączenia. Proszę nawiązać połączenie z internetem i spróbować ponownie.

# Aktualisierung_Erfolgreich
source: Synced successfully
de: Aktualisierung erfolgreich.
pl: Pomyślna aktualizacja

# Aktualisierung_NeuAWG
source: Added or changed weighing instruments
de: Es gab Änderungen an den Auswertegeräten
pl: Nastąpiły zmiany w miernikach

# Aktualisierung_NeuEichung
source: Englisch
de: Es gab Änderungen an den hochgeladenen Ersteichungen
pl: Nastąpiły zmiany w załadowanych legalizacjach pierwotnych

# Aktualisierung_NeuWZ
source: Added or changed Load Cells
de: Es gab Änderungen an den Wägezellen
pl: Nastąpiły zmiany w czujnikach tensometrycznych

# Fehler
source: Error
de: Fehler
pl: Błąd

# Fehler_EichprotokollBereitsAbgelehnt
source: Der Vorgang kann nicht bearbeitet werden. Er ist schon als fehlerhaft markiert und wird bearbeitet
pl: Ten proces nie może być opracowany. On jest już zaznaczony jako błędny i zostaje opracowany.

# Fehler_EichprotokollBereitsGenehmigt
source: Der Vorgang kann nicht bearbeitet werden. Er ist schon als genehmigt markiert
pl: Ten proces nie może być opracowany. On jest już zaznaczony jako dozwolony.

# Fehler_GenaugigkeitsklasseUnguelitg
source: Bitte geben Sie eine gültige Genauigkeitsklasse ein (I,II,III,IV)
de: Bitte geben Sie eine gültige Genauigkeitsklasse ein (A,B,C oder D)
pl: Proszę podać obowiązującą klasę dokładności (A,B,C albo D)

# Fehler_KeinServerObjektEichung
source: Es konnte kein passender Konformitätsbewertungsprozess gefunden werden. Bitte wenden Sie sich an RHEWA
pl: Nie znaleziono pasującego procesu oceny zgodności. Prosimy zwrócić się do firmy RHEWA

# Fehler_Laden
source: Error while loading data
de: Fehler beim laden der Daten
pl: Błąd przy ładowaniu danych (PL)

# Fehler_SpeicherAnomalie
source: Der Konformitätsbewertungsvorgang konnte nicht gespeichert werden. Bitte rufen sie die aktuellsten Informationen von RHEWA ab und versuchen es erneut.
pl: Proces oceny zgodności nie mógł być zapisany. Proszę pobrać aktualne informacje od RHEWA i spróbować ponownie.

# Fehler_SpeicherAnomalieRhewaZusatztext
source: Falls auch das nicht hilft, kontrollieren Sie den ""deaktiviert"" Status der Auswertegeräte und Wägezellen im Admin Client.
pl: Jeżeli to nie pomoże, należy sprawdzić stan ""deaktywowany"" mierników i czujników tensometrycznych w Admin Client.

# Fehler_Speichern
source: Error while saving data
de: Fehler beim Speichern
pl: Błąd przy zapisie

# Fehler_UngueltigeLizenz
source: Invalid license. Please contact RHEWA
de: Ungültige Lizenz. Bitte wenden Sie sich an RHEWA
pl: Nieważna licencja. Proszę zwrócić się do RHEWA

# Frage
source: Question
pl: Pytanie

# Frage_Ablehnen
source: Möchten Sie den gewählten Konformitätsbewertungsprozess wirklich ablehnen? Der Eichbevollmächtigte kriegt diesen dann zur erneuten Bearbeitung zugesandt
pl: Czy chcesz wybrany proces oceny zgodności naprawdę odrzucić? Pełnomocnik otrzyma go wtedy do ponownego opracowania.

# Frage_EichprotokollZuruecksenden
source: Möchten Sie das korrigierte Konformitätsbewertungsprotokoll wirklich an den Eichbevollmächtigten zurücksenden? Der Status wird dabei auf fehlerhaft gesetzt.
pl: Czy chcesz skorygowany protokół oceny zgodności naprawdę z powrotem wysłać do pełnomocnika? Status zostanie wtedy ustawiony na błędny.

# Frage_Genehmigen
source: Möchten Sie den gewählten Konformitätsbewertungsprozess wirklich genehmigen? Er gilt dann als abgeschlossen und kann nicht mehr bearbeitet werden
pl: Czy chcesz wybrany proces oceny zgodności naprawdę zatwierdzić? On jest wtedy uznany jako zakończony i nie może być już więcej opracowywany.

# Frage_Kopieren
source: Möchten Sie den gewählten Konformitätsbewertungsprozess kopieren um ihn als Vorlage zu verwenden?
pl: Czy chcesz wybrany proces oceny zgodności skopiować aby używać go jako wzór?

# Warnung_EichungenWerdenGeloescht
source: Choosing 'Yes' will delete remaining unsent assessments. Are you sure you want to resync your data, while loosing unsent assesments?
de: Es wurden ungesendete Konformitätsbewertungsvorgänge gefunden. Wenn Sie mit "Ja" bestätigen, werden diese Daten durch das resynchronisieren gelöscht. Sind Sie sicher, dass sie neu synchroniseren möchten und dabei ihre ungesendeten Konformitätsbewertungsvorgänge verlieren?
pl: Znaleziono niewysłane procesy oceny zgodności. Potwierdzając przez "Tak" dane te zostaną poprzez resynchronizację skasowane. Przed nową synchronizacją neleży być świadomym, że wszystkie niewysłane procesy oceny zgodności zostaną usunięte.

# Bearbeitungsstatus
source: Global Status
de: Bearbeitungsstatus
pl: Stan opracowania

# Sitzung
source: Session:
de: Aktueller Benutzer:
pl: Aktualny użytkownik:
