Repository: bitwork/RHEWA
Catalog: EichsoftwareClient/Resources/GlobaleLokalisierung.*.resx
Languages: de, pl

# Hilfe_Kompatiblitaetsnachweis_WZMindestvorlast
source: minimum dead load of one load cell the applied dead load on the load cell in the WI must be bigger or equal to the minimum dead load of the load cell when Emin = 0 insert 0
de: Mindestvorlast der einzelnen Wägezelle Die Vorlast der Wägezelle muss größer oder gleich der Mindestvorlast Emin sein. Wenn keine Mindestvorlast der Wägezelle erforderlich, dann 0 eintragen !
pl: Najmniejsze obciążenie wstępne każdego czujnika Obciążenie wstępne czujnika musi być taka sama lub równa obciążeniu wstępnemu Emin. Jeżeli najmniejsze obciążenie wstępne czujnika nie jest potrzebne, wpisać 0 !

# Hilfe_Kompatiblitaetsnachweis_WZMinTeilungswert
source: smallest verification interval of one load cell If Y or vmin is not indicated (f.e. in the test certificate), nLC will be used instead of Y .
de: Kleinster zulässiger Teilungswert der Wägezelle Wenn Y oder vmin nicht angegeben sind (z.B. im Prüfschein nicht genannt), wird nLC für Y eingesetzt.
pl: Najmniejsza dopuszyczalna wartość podziałki czujnika tensometrycznego Jeżeli nie podano Y lub vmin (np. nie wymienione w świadectwie badania), należy dla Y wpisać nLC.

# Hilfe_Kompatiblitaetsnachweis_WZRueckkehrVorlastsignal
source: minimum dead load return of the load cell: Where DR or Z not known (f.e. not indicated in the test certificate), nLC will be used instead of Z.
de: Rückkehr des Vorlastsignals der Wägezelle Wenn DR oder Z nicht angegeben sind (z.B. im Prüfschein nicht genannt), wird nLC für Z eingesetzt.
pl: Powrót sygnału obciążenia wstępnego czujnika tensometrycznego Jeżeli nie podano DR lub Z (np. nie wymienione w świadectwie badania), należy dla Z wpisać nLC.

# Hilfe_Kompatiblitaetsnachweis_WZTemperaturbereichMIN
source: limit of the temperature range lower limit of the environment temperature for the load cell
de: Grenzen des Temperaturbereichs Untere Grenze des Bereichs für die Umgebungs-temperatur, wobei die zulässigen Temperaturbereiche der Wägezelle(n) und des Auswertegeräts den Temperaturbereich der Waage überdecken müssen.
pl: Granice zakresu temperatury Dolna granica zakresu temperatury otoczenia, przyczym dopuszczalne zakresy temperatury czujnika(ów) tensometrycznego(nych) i miernika muszą pokryć zakres temperatury wagi.

# Hilfe_Kompatiblitaetsnachweis_WZWaegezellenkennwert
source: rated output of the load cell when loading with maximum capacity (in mV/V)
de: Wägezellenkennwert (Signalgröße bei der Höchstlast der Wägezelle in mV/V)
pl: Wartość znamionowa czujnika tensometrycznego (wielkość sygnału przy największym obciążeniu czujnika tensometrycznego w mV/V)

# Hilfe_Kompatiblitaetsnachweis_WZWiderstand
source: Input impedance of one load cell: The WI may have N load cells. The smallest ratio of RLC / N is limitted by the power supply of the indicator
de: Wägezellen-Eingangswiderstand Eingangswiderstand einer Wägezelle. Es sind ggf. N Wägezellen parallel geschaltet. RLC / N muß innerhalb der Grenzen für die an das Auswertegerät anschließbaren Lastwiderstände liegen. muss zwischen dem zugelassenen minimalen und maximalen Lastwiderstand des Auswertegerätes liegen. Type C Y Z E min C R LC 1022 3 10000 0 2 415 1042 3 15000 0 2 415 1042 6 20000 0 2 415 1130 3 15000 0 2 385 1242 3 20000 0 2 415 1242 6 20000 0 2 415 1260 3 15000 0 2 415 1510 3 12000 0 2 380 PC1 3 10000 0 2 390 PC1 3 15000 0 2 390 PC6 3 12500 0 2 1106 PC6 MI6 3 12500 6000 0 2 1106 PC6 3 25000 0 2 1106 PC6 MI6 3 25000 6000 0 2 1106 PCB 3 12500 0 2 1106 0531 3 11500 0 2 1106 3410 3 10000 0 2 380 3510 3 12000 4000 0 2 400 3510 6 24000 8000 0 2 400 HSB 3 10000 0 2 420 BK2 SLB 3 11500 0 2 1106 SB6 3 10000 0 2 1106 SB14 3 11500 0 2 1100 HCB 3 10000 0 2 1000 RC3 3 15000 0 2 1100
pl: Opór wejściowy czujnika tensometrycznego Opór wejściowy czujnika tensometrycznego. Podłączono ewentualnie N czujników tensometrycznych równolegle. RLC / N musi się znajdować między dopuszczonym minimalnym i maksymalnym oporem obciążającym miernika. Type C Y Z E min C R LC 1022 3 10000 0 2 415 1042 3 15000 0 2 415 1042 6 20000 0 2 415 1130 3 15000 0 2 385 1242 3 20000 0 2 415 1242 6 20000 0 2 415 1260 3 15000 0 2 415 1510 3 12000 0 2 380 PC1 3 10000 0 2 390 PC1 3 15000 0 2 390 PC6 3 12500 0 2 1106 PC6 MI6 3 12500 6000 0 2 1106 PC6 3 25000 0 2 1106 PC6 MI6 3 25000 6000 0 2 1106 PCB 3 12500 0 2 1106 0531 3 11500 0 2 1106 3410 3 10000 0 2 380 3510 3 12000 4000 0 2 400 3510 6 24000 8000 0 2 400 HSB 3 10000 0 2 420 BK2 SLB 3 11500 0 2 1106 SB6 3 10000 0 2 1106 SB14 3 11500 0 2 1100 HCB 3 10000 0 2 1000 RC3 3 15000 0 2 1100

# Hilfe_Kompatiblitaetsnachweis_WZTemperaturbereichMAX
source: limit of the temperature range upper limit of the environment temperature for the load cell
de: Obere Grenze des Bereichs für die Umgebungstemperatur, wobei die zulässigen Temperaturbereiche der Wägezelle(n) und des Auswertegeräts den Temperaturbereich der Waage überdecken müssen.
pl: Górna granica zakresu temperatury otoczenia, przyczym dopuszczalne zakresy temperatury czujnika(ów) tensometrycznego(nych) i miernika muszą pokryć zakres temperatury wagi.

# Hilfe_Stammdaten
source: Englisch
de: Hilfe_Stammdaten Deutsch
pl: Pomoc_Dane podstawowe

# PflichtfelderAusfuellen
source: Please fill in all required fields
de: Bitte füllen Sie alle Pflichtfelder aus. Die fehlenden Felder sind rot markiert
pl: Proszę wypełnić wszystkie obowiązujące pola. Brakujące pola są zaznaczone na czerwono.

# Ueberschrift_Beschaffenheitspruefung
source: Quality inspection
de: Beschaffenheitsprüfung
pl: Badanie jakości

# Ueberschrift_Hauptmenue
source: Englisch
de: Auswahlliste
pl: Lista wyboru

# Ueberschrift_Kompatiblitaetsnachweis
source: Englisch
de: Kompatibilitätsnachweis
pl: świadectwo kompatybilności

# Ueberschrift_KompatiblitaetsnachweisErgebnis
source: Englisch
de: Ergebnis des Kompatibilitätsnachweises
pl: Wynik dowodu kompatybilności

# Ueberschrift_Stammdaten
source: Englisch
de: Stammdateneingabe
pl: Wpis danych podstawowych

# Waagenart
source: Englisch
de: Waagenart
pl: Rodzaj wagi

# Waagentyp
source: Englisch
de: Waagentyp
pl: Typ wagi

# Waegezelle
source: Loading cell
de: WZ
pl: Czujnik tensometryczny

# KompatiblitätNichtGeleistet
source: Englisch Kompatilbität
de: Die Kompatiblität der Komponenten ist leider nicht gegeben. Der Konformitätsbewertungsvorgang kann nicht fortgesetzt werden.
pl: Kompatybilność składników niestety nie istnieje. Proces oceny zgodności nie może być kontynuowany.

# Hilfe_Auswahlliste
source: Englisch
de: Wählen Sie in diesem Dialog einen bestehenden Konformitätsbewertungsvorgang aus oder legen einen neuen über die Schaltfläche "Anlegen" an.
pl: Proszę wybrać w tym oknie dialogowym jeden istniejący proces oceny zgodności albo za pomocą przycisku "Założyć" wpisać nową procedurę.

# Hilfe_Eichprotokollverfahrensauswahl
source: Englisch
de: Deutsch
pl: Polnisch

# Ueberschrift_Eichprotokollverfahrensauswahl
source: Verification type
de: Verfahrensauswahl
pl: Wybór procesu

# Hilfe_EichprotokollStammdaten
source: Englisch
de: Hilfe_Eichprotokollstammdaten
pl: Pomoc_Dane podstawowe protokołu legalizacji

# Ueberschrift_EichprotokollStammdaten
source: Englisch
de: Messprotokoll
pl: Protokół pomiarowy

# Eichprotokoll_Dimension
source: Brückenabmessung Englisch
de: Brückenabmessung
pl: Wymiary pomostu wagowego

# Hilfe_Nullstellung
source: <html><p><strong>4.5.2 Accuracy</strong><br />After zero setting the effect of zero deviation on the result of the weighing shall be not more than ± 0.25 e.</p><p><strong>A.4.2.3 Accuracy of zero-setting (4.5.2)</strong><br />The test may be combined with A.4.4.1.</p><p><strong>A.4.2.3.1 Non-automatic and semi-automatic zero-setting</strong><br />The accuracy of the zero-setting device is tested by first loading the instrument to an indication as close as possible to a changeover point, and then by initiating the zero-setting device and determining the additional load at which the indication changes from zero to one scale interval above zero. The error at zero is calculated according to the description in A.4.4.3.</p><p><strong>A.4.2.3.2 Automatic zero-setting or zero-tracking</strong><br />The indication is brought out of the automatic range (e.g. by loading with 10 e). Then the additional load at which the indication changes from one scale interval to the next above is determined and the error is calculated according to the description in A.4.4.3. It is assumed that the error at zero load would be equal to the error at the load in question.</p></html>
de: <html><p><strong>4.5.2 Genauigkeit</strong><br />Nach dem Nullstellen darf der Einfluß der Abweichung von Null auf das Wägeergebnis nicht mehr als 0,25e betragen; bei einer Waage mit Hilfsanzeigeeinrichtungen darf dieser Einfluss nicht mehr als 0,5d betragen.<br /><span style="color: #ff0000">Eine Nullnachführung ist durch entsprechende Belastung auszuschalten.</span></p><p><strong>A 4.2.3 Genauigkeit der Nullstellung</strong></p><p><strong>A 4.2.3.1 Nichtselbsttätige und halbselbsttätige Nullstellung</strong><br />Die Genauigkeit der Nullstelleinrichtung wird geprüft, indem die Waage auf Null gestellt und dann die zusätzliche Last bestimmt wird, bei der die Anzeige sich von Null auf einen Teilungswert oberhalb Null ändert. Die Messabweichung bei Null wird nach der Beschreibung in A4.4.3 berechnet.</p><p><strong>A4.2.3.2 Selbsttätige Nullstellung oder Nullnachführung<br /></strong>Die Anzeige wird außerhalb des selbsttätigen Bereiches gebracht (z.B. durch belasten mit 10e). Dann wird die zusätzliche Last bestimmt, bei der die Anzeige sich von einem Teilungswert zum nächsthöheren ändert und die Messabweichung nach der Berechnung in A4.4.3 berechnet. Es wird angenommen, dass die Messabweichung bei Last Null die gleiche sein wird, wie für die obige Last.</p></html>
pl: <html><p><strong>4.5.2 Dokładność</strong><br />Po ustawieniu zera, wpływ błędu zerowania na WYNIK WAżENIA nie powinien przekraczać 0,25 e, a dla wag z POMOCNICZYMI URZąDZENIAMI WSKAZUJąCYMI wpływ ten nie powinien przekraczać 0,5 d.<br /><span style="color: #ff0000">Podtrzymanie zera należy wyłączyć za pomocą odpowiedniego obciążenia.</span></p><p><strong>A.4.2.3 Dokładność zerowania (4.5.2)</strong></p><p><strong>A.4.2.3.1 Zerowanie nieautomatyczne i półautomatyczne</strong><br />Dokładność URZąDZENIA ZERUJąCEGO jest sprawdzana przez wyzerowanie wagi a następnie wyznaczenie dodatkowego obciążenia, przy którym wskazanie zerowe zmienia się na jedną działkę elementarną powyżej zera. BłąD zera jest obliczony według A.4.4.3.</p><p><strong>A.4.2.3.2 Zerowanie automatyczne lub podtrzymywanie zera</strong><br />Wskazanie przenosi się poza zakres automatycznego zerowania (np. przez obciążenie równe 10e). Następnie wyznacza się dodatkowe obciążenie, przy którym zwiększa się wskazanie na następną działkę elementarną i oblicza BŁąD zgodnie z A.4.4.3. Przyjmuje się, że BŁąD przy obciążeniu zerowym będzie równy BŁęDOWI przy tym obciążeniu.</p></html>

# Fabriknummer
source: Serial Number
de: Fabriknummer
pl: Numer fabryczny

# Hilfe_PruefungAussermittigerBelastung
source: Hilfe_PrüfungAussermittigerBelastung(EN)
de: Hilfe_PrüfungAussermittigerBelastung
pl: Pomoc_Badanie ociążenia minośrodkowego

# Ueberschrift_PruefungNullstellungundAussermittigeBelastung
source: Messtechnische Prüfung (EN)
de: Messtechnische Prüfung
pl: Badanie metrologiczne

# Hilfe_PruefungDerRichtigkeitMitNormallast
source: Hilfe_PruefungDerRichtigkeitMitNormallast(EN)
de: Hilfe_PruefungDerRichtigkeitMitNormallast
pl: Pomoc_Badanie prawidłowości z obciążeniem wzorcowym

# Ueberschrift_PruefungDerRichtigkeitMitNormallast
source: Prüfung der Richtigkeit mit Normallast(EN)
de: Prüfung der Richtigkeit mit Normallast
pl: Badanie prawidłowości z obciążeniem wzorcowym

source: Hilfe_PruefungDerWiederholbarkeit
pl: Pomoc_Badanie powtarzalności

source: Ueberschrift_PruefungDerWiederholbarkeit
de: Prüfung der Wiederholbarkeit
pl: Badanie powtarzalności

# Hilfe_PruefungAnsprechvermoegen
source: Hilfe_PRuefungAnsprechvermoegen (EN)
de: <html><p><strong>3.8 Ansprechvermögen</strong><br />3.8.1 Nichtselbsteinspielende Waage<br />Das stoßfreie Aufsetzen oder Abnehmen einer Zusatzlast vom 0,4fachen des für die aufgelegte Belastung geltenden Absolutwertes der Fehlergrenze auf die eingespielte Waage muß einen sichtbaren Ausschlag des Einspielanzeigers verursachen.</p><p><strong>A4.8 Prüfung des Ansprechvermögens <br /></strong>Die folgenden Prüfungen müssen mit drei verschiedenen Lasten z.B. Min 1/2 Max und Max durchgeführt werden.</p><p><strong>A4.8.1 Nichtselbsteinspielende Anzeige und analoge Anzeige <br /></strong>Während die Waage in der Einspiellage ist, muss eine zusätzliche Last stossfrei auf den Lastträger aufgebracht oder abgenommen werden. Bei einer bestimmten Zusatzlast muss die Einspielungseinrichtung, wie angegeben, eine andere Einspiellage annehmen.</p><p><strong>A4.8.2 Digitale Anzeige</strong><br />Eine Last und genügend zusätzliche Gewichtsstücke (etwa 10x 1/10 d) muss auf den Lastträger gelegt werden. Die zusätzlichen Gewichtsstücke müssen dann nacheinander abgenommen werden, bis die Anzeige (I) sich eindeutig um einen Teilungswert auf (I-d) verringert. Eines der abgenommenen Gewichtsstücke muss wieder aufgebracht werden und dann muss eine Last entsprechend 1.4d stossfrei auf den Lastträger gelegt werden. Das Ergebnis muss einen Teilungswert über der ersten Anzeige liegen (I+d).</p><p>Beispiel: Die Anzeige zu Beginn ist I=200 g. Entferne die zusätzlichen Gewichtsstücke bis die Anzeige sich auf I-d = 190 g verändert. Lege 1/10d = 1g und danach 1.4d = 14g auf. Die Anzeige muss dann I+d = 210 g sein. </p></html>
pl: <html><p><strong>3.8 Pobudliwość</strong><br />3.8.1 Waga z równoważeniem ręcznym<br />Dodatkjowy ładunek odpowiadający 0,4 bezwzględnej wartości BŁęDóW GRANICZNYCH DOPUSZCZALNYCH dla danego obciążenia, łagodnie umieszczony lub zdjęty z wagi w jej równowadze, powinien spowodować zauważalne przemieszczenie wskazówki.</p><p><strong>A4.8 Badanie pobudliwości <br /></strong>Następujące badania należy wykonać przy trzech różnych obciążeniach np: Min 1/2 Max i Max.</p><p><strong>A4.8.1 Równoważenie ręczne i wskazanei analogowe <br /></strong>Dodatkowy ładunek należy delikatnie umieścić na nośni ładunku lub z niej zdjąć, gdy waga znajduje się w położeniu równowagi. Pod wpływem tego dodatkowego ładunku mechanizm równoważący powinien przyjąć zmienioną, określoną pozycję równowagi.</p><p><strong>A4.8.2 Wskazanie cyfrowe</strong><br />Ładunek oraz dodatkowe odważniki, w wystarczającej ilości, (10odważników po 1/10 d) należy umieścić na NOśNI ŁADUNKU. Następnie dodatkowe odważniki należy stopniowo zdejmować , aż do jrdnoznacznej zmiany wskazania (I) o jedną DZIAŁKę ELEMENTARNą, do wartości (I-d). Jeden z dodatkowych odważników powinien być umieszczony na nośni, a następnie ładunek równy 1,4 d powinien być delikatnie umieszczony na NOśNI ŁADUNKU, co powinno spowodować powiększenie początkowego wskazania o jedną DZIAŁKę ELEMENTARNą, do wartości (I+d).</p><p>Przykład: Wskazanie początkowe I=200 g. Zdjąć dodatkowe odważniki, aż do zmiany wskazania wskazania na I-d = 190 g. Dodać 1/10d = 1g, a następnie 1,4 d = 14 g. Wskazanie powinno wówczas wynosić I+d = 210 g. </p></html>

# Hilfe_PruefungEichtechnischeSicherung
source: Hilfe_PRuefungEichtechnischeSicherung (EN)
de: Hilfe_PRuefungEichtechnischeSicherung
pl: Pomoc_Badanie zabezpieczenia techniczno-legalizacyjnego

# Hilfe_PruefungFallbeschleunigung
source: Hilfe_PRuefungFallbeschleunigung (EN)
de: Hilfe_PRuefungFallbeschleunigung
pl: Pomoc_BadaniePrzyciąganie ziemskie

# Hilfe_PruefungRollendeLasten
source: Hilfe_PruefungRollendeLasten (EN)
de: Hilfe_PruefungRollendeLasten
pl: Pomoc_Badanie ciężarów tocznych

# Hilfe_PruefungStabilitaet
source: Hilfe_PruefungStabilitaet (EN)
de: Hilfe_PruefungStabilitaet
pl: Pomoc_Badanie stabilności

# Hilfe_PruefungStaffelverfahren
source: Hilfe_PruefungStaffelverfahren (EN)
de: <html><p><strong>Durchführung eines Staffelverfahrens:</strong> <br />Das vollständige Staffelverfahren besteht aus einer Richtigkeitsprüfung und einer eingeschränkten Prüfung der Hysterese (da die Hysterese nur im Bereich der einzelnen Staffeln und nicht über die gesamte Fehlerkurve geprüft wird, gelten eingeschränkte Eichfehlergrenzen). <br /> <br />Bei der Prüfung mit zunehmender Belastung setzt man auf die unbelastet einspielende Waage die zur Verfügung stehende <span style="color: #0000ff">Normallast L</span> und ermittelt die Messabweichung der 1. Staffel <span style="color: #0000ff">Ew1</span>. Nach Abnahme der Normallast bestimmt man die Differenz <span style="color: #0000ff"><span style="font-family: symbol">D</span>P1</span> der Anzeigewerte ohne Normallast, welche ein Maß für die Hysterese im Bereich der 1. Staffel ist. </p><p>Für die 2. Staffel bringt man geeignete Ersatzlast auf. Diese Ersatzlast braucht nur annähernd dem Betrag der Normallast zu entsprechen (Toleranz ± 10e), da davon ausgegangen werden kann, dass sich die Fehlerkurve in diesem Bereich nicht wesentlich ändert. Nun fügt man wieder Normallast hinzu, ermittelt die Messabweichung <span style="color: #008040">Ew2</span> und nach Abnahme der Normallast die Differenz <span style="color: #008040"><span style="font-family: symbol">D</span>P2 </span>für die 2. Staffel. Dieses Verfahren wird bis zum Erreichen der Höchstlast wiederholt, wobei nicht erforderlich ist, dass alle Staffeln gleich groß sind. <br /> <br />Die Messabweichung EW der Waage für einen bestimmten Belastungspunkt ergibt sich aus der Summe der vorher bis zu diesem Belastungspunkt mit Normallast festgestellten Messabweichungen (<span style="font-family: symbol">S</span>Ewi). <br /> <br />Liegt bei einer Staffel der Absolutwert der Differenz der Anzeigewerte [<span style="font-family: symbol">D</span>Pi] größer/gleich 0,5 e, erfolgt die Rückgabe der Waage. <br />Ist [DPi] zwischen 0,2 e und 0,5 e, so ist die Staffel zu wiederholen. Ist bei der Wiederholung [<span style="font-family: symbol">D</span>Pi] &gt; 0,2 e, erfolgt ebenfalls eine Rückgabe. <br />Das vollständige Staffelverfahren darf mit maximal fünf Staffeln durchgeführt werden. Es ist nicht erforderlich, dass alle Staffeln gleich groß sind. Insbesondere kann die letzte Staffel auch kleiner sein als die vorhergehenden. </p></html>
pl: <html><p><span style="font-size: 13px; "><span style="font-size: 13px; "><strong>Przeprowadzenie procedury stopniowej:<br /></strong></span></span><span style="font-size: 13px; "><span style="font-size: 13px; ">Całkowita procedura stopniowa składa się z badania poprawności oraz ograniczonego badania histerezy (ponieważ histereza jest tylko badana w zakresie pojedynczych stopni a nie na całej krzywej błędu, obowiązują ograniczone granice błędów legalizacyjnych). <p></p><p>Przy badaniu z wzrastającym obciążeniem stawia się dostępne <span style="color: #0000ff">obciążenie wzorcowe L</span> na nieobciążoną, stabilną wagę i określa odchyłkę pomiaru 1. stopnia procedury <span style="color: #0000ff">Ew1</span>. Po zdjęciu obciążenia wzorcowego określa się różnicę <span style="color: #0000ff"><span style="font-family: symbol">D</span>P1</span> wartości wskazanych bez obciążenia wzorcowego, które jest miarą dla histerezy w zakresie 1. stopnia procedury. </p><p>Dla 2. stopnia procedury nakłada się odpowiedni ciężar zastępczy. Ten ciężar zastępczy musi odpowiadać tylko w przybliżeniu obciążeniu wzorcowemu (tolerancja ± 10e), ponieważ przyjmuje się, że krzywa błędu nie zmienia się znacznie w tym zakresie. Teraz dokłada się obciążenie wzorcowe, określa odchyłkę pomiaru <span style="color: #008000">Ew2</span> i po zdjęciu obciążenia wzorcowego różnicę <span style="color: #008000"><span style="font-family: symbol">D</span>P2</span> dla 2. stopnia procedury. Tą procedurę powtarza się, aż </p></span><p></p></span></p><p></p><p><span style="font-size: 13px; "><span style="font-size: 13px; "><span style="font-size: 13px; ; color: #000000">do</span></span></span><span style="font-size: 13px; "><span style="font-size: 13px; "> osiągnięcia najwyższego obciążenia, przy czym nie jest wymagane, aby wszystkie stopnie procedury były o tej samej wielkości. Odchyłka pomiarowa EW wagi dla określonego punktu obciążenia wynika z sumy od wcześniej aż </span></span><span style="font-size: 13px; "><span style="font-size: 13px; "><span style="font-size: 13px; ; color: #000000">do</span></span></span><span style="font-size: 13px; "><span style="font-size: 13px; "> tego punktu obciążenia obciążeniem wzorcowym stwierdzonych odchyłek pomiarowych (<span style="font-family: symbol">S</span>Ewi). <p></p><p></p><p></p><p>Leży przy jednym stopniu procedury wartość absolutna różnicy wartości wskazanych [<span style="font-family: symbol">D</span>Pi] większa/równa 0,5 e, waga zostanie odrzucona. <br />Znajduje się [<span style="font-family: symbol">D</span>Pi] między 0,2 e a 0,5 e należy powtórzyć owy stopień procedury. Jeżeli jest przy powtórce [<span style="font-family: symbol">D</span>Pi] &gt; 0,2 e, waga zostanie również odrzucona.<br />Całkowita procedura stopniowa może być przeprowadzona z maksymalnie pięcioma stopniami. Nie jest wymagane, aby wszystkie stopnie procedury były o tej samej wielkości. Zwłaszcza ostatni stopień procedury może być mniejszy niż poprzednie. </p></span></span></p><p></p><p></p><p></p><p></p></html>

# Hilfe_PruefungTaraEinrichtung
source: by lever works testing the tare function in accordance to EN 45501 Nr. 3.5.3.3 - 3.5.3.4, A 4.6
de: Bei Hybridwaagen (Waage mit Hebelwerk) ist eine Richtigkeitsprüfung mit Taralast (gem. EN 45501 Nr. 3.5.3.3 - 3.5.3.4, A 4.6) durchzuführen
pl: Przy wagach hybrydowych (waga z układem dźwigniowym) należy przeprowadzić badanie poprawności z obciążeniem tary (według EN 45501 Nr.3.5.3.3 - 3.5.3.4, A 4.6).

# Hilfe_PruefungUeberlastAnzeige
source: Hilfe_PruefungUeberlastAnzeige (EN)
de: Hilfe_PruefungUeberlastAnzeige
pl: Pomoc_Badanie wskazania przeciążenia

# Ueberschrift_PruefungAnsprechvermoegen
source: Ueberschrift_PruefungAnsprechvermoegen (EN)
de: Prüfung des Ansprechvermögens und der Empfindlichkeit
pl: Badanie reakcji pobudliwości i wrażliwości

# Ueberschrift_PruefungEichtechnischeSicherung
source: Ueberschrift_PruefungEichtechnischeSicherung (EN)
de: Eichtechnische Sicherung und Datensicherung
pl: Zabezpieczenie danych legalizacyjnych i innych danych

# Ueberschrift_PruefungFallbeschleunigung
source: Ueberschrift_PruefungFallbeschleunigung (EN)
de: Berücksichtigung der Fallbeschleunigung
pl: Uwzględnienie przyspieszenia grawitacyjnego

# Ueberschrift_PruefungRollendelasten
source: Ueberschrift_PruefungRollendelasten (EN)
de: Waagen für rollende Lasten
pl: Waga dla ciężarów tocznych

# Ueberschrift_PruefungStabilitaet
source: Ueberschrift_PruefungStabilitaet (EN)
de: Prüfung der Stabilität der Gleichgewichtslage
pl: Badanie stabilności równowagi

# Ueberschrift_PruefungStaffelverfahren
source: Ueberschrift_PruefungStaffelverfahren (EN)
de: Staffelverfahren
pl: Procedura stopniowa

# Ueberschrift_PruefungTaraEinrichtung
source: Ueberschrift_PruefungTaraEinrichtung (EN)
de: Taraeinrichtung
pl: Urządzenie tary

# Ueberschrift_PruefungUeberlastAnzeige
source: Ueberschrift_PruefungUeberlastAnzeige (EN)
de: Prüfung der Überlastanzeige
pl: Badanie wskazania przeciążenia

# Hilfe_PruefungStaffelverfahrenErsatzlastErsatzlast2
source: Ablesen und eintragen des Anzeigewertes nach Abnahme der aufgebrachten Normallast.
pl: Odczytanie i wpisanie wyświetlanej wartości po zdjęciu obciążenia wzorcowego.

# Hilfe_PruefungStaffelverfahrenErsatzlastErsatzPlusNormallast
source: Ablesen und eintragen des Anzeigewertes der mit entsprechender Ersatzlast und deraufgebrachten Normallast nachgebildet wurde.
pl: Odczytanie i wpisanie wyświetlanej wartości, która została utworzona z odpowiednim obciążeniem zastępczym i naniesionym obciążeniem wzorcowym.
