Repository: bitwork/RHEWA
Catalog: EichsoftwareClient/Resources/GlobaleLokalisierung.*.resx
Languages: de, pl

# AuswerteGeraet
source: Englisch
de: AWG
pl: Miernik

# Hilfe_Beschaffenheitspruefung
source: This inspection applies to the in-process control of all weighing instruments that are assembled or modified by RHEWA personnel or on our behalf by authorised representatives integrated in the RHEWA QM system. The responsible or authorised employee shall check the criteria listed below in full. A part is non-conforming if a characteristic is out of specification. If the number of non-conforming parts equals 0, the weighing instruments are released for verification. If the number of non-conforming parts is greater than 0, the parts are segregated and corrective action is taken. They may not be released for verification until they have been re-inspected and approved. note: 1. the verification processes has been carried out in accordance to EN 45501 Nr. 3.5.3.1 und 3.9.2.1 ff. 2. the customer is responsible for the subsequent verification 3. The measurement is performed by compensation with reference standards which are calibrated by an accredited test laboratory or office of weights and measures which are traceable to measurement standards. 4. performed by standard weights accuracy class M1. 5. Any load cell(s) may be used for instruments under this EC type approval certificate, provided the following conditions are met: - There is a respective OIML Certificate of Conformity (R60) or a test certificat (EN45501) issued for the load cell by a Notified Body responsible for types examination under Directive 2009/23/EG. - The certificate contains the loadcell types and the necessary load cell data required for the manufacturer's declaration of compatibility of modules (WELMEC 2, issue 2, 1996, No11), and any particular installation requirements. A load cell marked NH is allowed only (WELMEC 2, Ausgabe4, 2004, Nr.11) if humidity testing to EN45501 has been conducted on this load cell. - The compatibility of load cells and indicator is established by the manufacturer by means of the compatibility of modules from, contained in the above WELMEC 2 document, at the time of EC verification or declaration of EC conformity of type - The load transmission must conform to one of the examples shown in the WELMEC guide for load cells (WELMEC 2.4).
de: Diese Prüfung gilt für die fertigungsbegleitende Kontrolle aller Waagen, die durch RHEWA-Mitarbeiter bzw. externer, in das RHEWA-QM-System eingebundener Bevollmächtigte in unserem Auftrag montiert bzw. umgebaut wurden. Der zuständige oder bevollmächtigte Mitarbeiter prüft die unten aufgelisteten Kriterien zu 100%. Ein Teil ist dann fehlerhaft, wenn ein Merkmal nicht in Ordnung ist. Ist die Anzahl der fehlerhaften Teile gleich 0, werden die Waagen zur Konformitätsbewertung freigegeben. Ist die Anzahl der Fehler größer als 0, werden die Teile gesperrt und eine Korrektur durchgeführt. Eine Freigabe zur Konformitätsbewertung erfolgt erst nach erneuter fehlerfreier Prüfung. Hinweise: 1. Das Konformitätsfeststellungsverfahren erfolgte unter den in der DIN EN 45501 Nr. 3.5.3.1 und 3.9.2.1 ff. definierten Rahmenbedingungen. 2. Mit Unterzeichnung der Konformitätserklärung bestätigt der Bevollmächtigte, dass die Waage in der vorhandenen Konstellation so noch nicht im eichpflichtigen Warenverkehr eingesetzt war. 3. Für die Einhaltung der Nacheichintervalle ist der Benutzer verantwortlich. 4. Das Konformitätsbewertungsverfahren mit Normalgewichtsstücken der Genauigkeitsklasse M1 erfolgt durch Vergleich mit Bezugsnormalen, die von einer anerkannten Kalibrierstelle kalibriert wurden und damit rückgeführt sind auf die nationalen Normale, mit denen die physikalischen Einheiten in Übereinstimmung mit den internationalen Einheitensystem (SI) darstellt. 5. Bei Waagen bis 10.000 e sind geprüfte Prüfnormale der Klasse M1 zu verwenden. 6. Alle Wägezellen können im Rahmen der EG Bauartzulassung des Auswertegerätes benutzt werden, vorausgesetzt die folgenden Bedingungen sind erfüllt: - Es gibt eine entsprechende OIML Konformitätsbescheinigung (R60) oder einen Prüfbericht (EN45501) für die Wägezelle herausgegeben von einer Benannten Stelle die verantwortlich für die Typprüfung im Rahmen der Richtlinie 2009/23/EG ist. - Der Prüfbericht enthält den Wägezellentyp und die notwendigen Wägezellendaten, um die Herstellererklärung der Kompatibilität von Modulen (WELMEC 2, Ausgabe4, 2004, Nr.11) auszustellen und alle speziellen Installationsanforderungen zu erfüllen. Eine Wägezelle mit der Markierung NH ist nur zulässig, wenn die Feuchtigkeitsprüfung nach EN45501 für diese Wägezelle durchgeführt wurde. - Die Kompatibilität von Wägezelle und Auswertegerät wurde festgestellt durch entsprechendes Formblatt. - Die Krafteinleitung muss konform sein mit einen der Beispiele, die im WELMEC Führer (WELMEC 2.4) gezeigt werden.
pl: To badanie obowiazuje przy towarzyszącej produkcji kontroli wszystkich wag, które zostaly montowane lub przebudowane przez wspólpracowników firmy RHEWA lub na jej zlecenie przez zewnetrznych upowaznionych pelnomocników. Odpowiedzialny lub upowazniony wspólpracownik sprawdza ponizej podane kryteria 100%-owo. Czesc jest wtedy bledna, gdy jedna cecha nie jest w porzadku. Jezeli ilosc blednych czesci wynosi 0, wówczas wagi zostana dopuszczone do legalizacji. Jezeli ilosc blednych czesci jest wieksza niz 0, wówczas czesci zostana zablokowane i poddane korekcie. Oddanie wagi do legalizacji nastapi dopiero po ponownym bezblednym sprawdzianie. Wskazówki: 1. Procedura stwierdzenia zgodnosci nastapila zgodnie z DIN EN 45501 Nr. 3.5.3.1 oraz 3.9.2.1 ff. 2. Przez podpisanie owej deklaracji zgodnosci upowazniony potwierdza, iz waga ta w owej konstelacji jeszcze nie byla wprowadzona do legalizacyjnego obrotu towarowego. 3. Odpowiedzialnym za dotrzymanie interwali legalizacji powtórnych jest uzytkownik. 4. Procedura oceny zgodnosci z ciezarami wzorcowymi o klasie dokladnosci M1 nastepuje przez porównanie z wzorcami odnosnymi, które skalibrowane zostaly przez uznana jednostke kalibracyjna i przez to sa identyfikowalne z narodowymi wzorcami, z którymi jednostki fizyczne stanowia zgodnosc z miedzynarodowym ukladem jednostek (SI). 5. Przy wagach do 10.000 e nalezy stosowac sprawdzone wzorce o klasie dokladnosci M1. 6. Wszystkie czujniki tensometryczne moga byc uzywane w ramach dopuszczenia typu budowy miernika, zakladajac, ze wypelnione zostana nastepujace warunki. - Istnieje wlasciwe Zaswiadczenie Zgodnosci OIML (R60) lub raport z badan (EN45501) dla czujnika tensometrycznego wystawiony przez jednostke notyfikacyjna, która jest odpowiedzialna za sprawdzenie typu w ramach wytycznej 2009/23/EG. - Raport z badania zawiera typ czujnika tensometrycznego oraz niezbedne dane czujników, aby wystawic oswiadczenie producenta o zgodnosci moduli (WELMEC 2, wydanie 4, 2004, Nr.11) oraz spelnic specjalne wymagania dotyczace instalacji. Czujnik tensometryczny z oznaczeniem HN jest tylko wtedy dozwolony, gdy badanie wilgotnosci wedlug EN 45501 przeprowadzone zostalo dla tego czujnika. - Kompatybilnosc czujnika i miernika zostala stwierdzona za pomoca odpowiedniego formularza. - Wprowadzenie sily musi byc zgodne z jednym z przykladów pokazanych w przewodniku WELMEC (WELMEC 2.4).

# Hilfe_Hauptmenue
source: Englisch
de: Auswahlliste
pl: Lista wyboru

# Hilfe_KompatiblitaetsnachweisErgebnisHilfe
source: Englisch
de: Hilfe_KompatiblitaetsnachweisErgebnisHilfe Deutsch
pl: Pomoc_Świadectwo kompatybilnościWynikPomoc

# Hilfe_KompatiblitaetsnachweisHilfe
source: Englisch
de: Hilfe_KompatiblitaetsnachweisHilfe Deutsch
pl: Pomoc_Świadectwo kompatybilnościPomoc

# Hilfe_Kompatiblitaetsnachweis_AWGAnschlussart
source: cable connection (4- or 6-wire) between load cell junction box and indicator The original 4-wire load cell cable have to be kept in any case, The connection of original 4-wire load cell cables just beside the indicator is also allowed in any case
de: Anschlußart (4- oder 6-Leitertechnik) Bei der Anwendung der 4- Leitertechnik zum Anschluß von Wägezellen an das Auswertegerät dürfen die vom Wägezellenhersteller hierfür vorgeschriebenen Kabel nicht verändert werden. Die Zusammenschaltung mehrerer Wägezellen-anschlusskabel unmittelbar vor dem Auswertegerät ist jedoch zulässig.
pl: Rodzaj podłączenia czujnika tensometrycznego (technika 4- lub 6-przewodowa) Przy zastosowaniu techniki 4-przewodowej do podłączenia czujników do miernika zastosowane kable przez producenta nie mogą być zmienione. Wspólne podłączenie kilku czujników przed miernikiem jest dozwolone.

# Hilfe_Kompatiblitaetsnachweis_AWGBruchteilEichfehlergrenze
source: fraction of the maximum permissible error of the weighing instrument used for the indicator according to R76 No 3.5.4 standard pind = 0,5 ; allowable 0,3 > pind > 0,8
de: Bruchteil der Eichfehlergrenzen für das Auswertegerät 0,3 £ pind £ 0,8 Nach DIN EN 45501 Nr. 3.5.4 kann für das Auswertegerät pind = 0,5 eingesetzt werden.
pl: Ułamek błędu legalizacyjnego dla miernika 0,3 £ pind £ 0,8 Według DIN EN 45501 Nr.3.5.4 dla miernika można wpisać pind = 0,5.

# Hilfe_Kompatiblitaetsnachweis_AWGGrenzwerteLastwiderstandMax
source: upper limit of the impedance for the load cell(s) to be supplied (limitted by sensitivity against EMC) Indicator 83N ges.5000 Ohm Indicator 83+ ges.5000 Ohm Indicator 83Z ges.5000 Ohm Indicator 84 ges.5000 Ohm Indicator 82a ges.3300 Ohm Indicator 82b,c,e ges.5250 Ohm
de: Obere Grenze für die an das Auswertegerät anschließbaren Lastwiderstände AWG 83N ges.5000 Ohm AWG 83+ ges.5000 Ohm AWG 83Z ges.5000 Ohm AWG 84 ges.5000 Ohm AWG 82a ges.3300 Ohm AWG 82b,c,e ges.5250 Ohm Obere Grenze für die an das Auswertegerät anschließbaren Lastwiderstände Erläuterung zu Lastwiderstand: Näherungsweise kleinstmöglicher Eingangswiderstand der einzelnen (parallelgeschalteten) Wägezelle(n) bzw. näherungsweise größtmöglicher Eingangswiderstand der Wägezelle(n) Im Allgemeinen kann ohne weitere Prüfung geduldet werden, dass wenn im Prüfschein bzw. in der Bauartzulassung für den größtmöglichen Eingangswiderstand des Auswertegerätes ein Wert von 1000 Ohm angegeben ist, dieser Wert um 15% überschritten wird.
pl: Górna granica wartości oporowej miernika, do której mogą być podłączone oporniki obciążające: Miernik 83N cał. 5000 Ohm Miernik 83+ cał. 5000 Ohm Miernik 83Z cał. 5000 Ohm Miernik 84 cał. 5000 Ohm Miernik 82a cał. 3300 Ohm Miernik 82b,c,e cał. 5250 Ohm Górna granica wartości oporowej miernika do której mogą być podłączone oporniki obciążające. Wyjaśnienie opornika obciążeniowego: W przybliżeniu najmniejsza możliwa rezystancja wejściowa pojedynczych (połączonych równolegle) czujnika(ów) tensometrycznego(nych) lub w przybliżeniu nawiększa możliwa rezystancja wejściowa czujnika(ów) tensometrycznego(nych). Ogólnie może być tolerowane bez dalszego badania, że jeżeli w świadectwie badania lub w dopuszczeniu sposobu budowy dla nawiększej możliwej rezystancji wejściowej miernika podana zostanie wartość 1000 Ohm, wtedy wartość ta zostanie o 15% przekroczona.

# Hilfe_Kompatiblitaetsnachweis_AWGGrenzwerteLastwiderstandMin
source: lower limit of the impedance of the load cell(s) to be supplied the load cells are connected in parallel (limitted by power supply fittted by the indicator) Indicator 83 N ges. 87 Ohm Indicator 83 plus ges. 87 Ohm Indicator 83 Z ges. 35 Ohm Indicator 84 ges. 44 Ohm Indicator 82a ges. 50 Ohm Indicator 82b,c,e ges. 40 Ohm
de: Untere Grenze für die an das Auswertegerät anschließbaren Lastwiderstände 83 N ges. 87 Ohm 83 plus ges. 87 Ohm 83 Z ges. 35 Ohm 84 ges. 44 Ohm 82a ges. 50 Ohm 82b,c,e ges. 40 Ohm Untere Grenze für die an das Auswertegerät anschließbaren Lastwiderstände Erläuterung zu Lastwiderstand: Näherungsweise kleinstmöglicher Eingangswiderstand der einzelnen (parallelgeschalteten) Wägezelle(n) bzw. näherungsweise größtmöglicher Eingangswiderstand der Wägezelle(n)
pl: Dolna granica wartości oporowej miernika, do której mogą być podłączone oporniki obciążające: Miernik 83N cał. 87 Ohm Miernik 83plus cał. 87 Ohm Miernik 83Z cał. 35 Ohm Miernik 84 cał. 44 Ohm Miernik 82a cał. 50 Ohm Miernik 82b,c,e cał. 40 Ohm Dolna granica wartości oporowej miernika do której mogą być podłączone oporniki obciążające. Wyjaśnienie opornika obciążeniowego: W przybliżeniu najmniejsza możliwa rezystancja wejściowa pojedynczych (połączonych równolegle) czujnika(ów) tensometrycznego(nych) lub w przybliżeniu nawiększa możliwa rezystancja wejściowa czujnika(ów) tensometrycznego(nych)

# Hilfe_Kompatiblitaetsnachweis_AWGKabellaenge
source: Maximal allowed ratio of cable length per wire cross section Indicator 83 N 116 m/mm² Indicator 83 plus 116 m/mm² Indicator 83Z 440 m/mm² Indicator 84 110 m/mm² Indicator 82a 750 m/mm² Indicator 82b,c,e 54,2 m/mm² see comment to cross section of wire A
de: Maximal zulässiger Quotient von Kabellänge und Kabelquerschnitt 83 N 116 m/mm² 83 plus 116 m/mm² 83Z 440 m/mm² 84 110 m/mm² 82a 750 m/mm² 82b,c,e 54,2 m/mm² s.a. Kommentar zu Kabelquerschnitt
pl: Maksymalny dopuszczalny iloraz długości lub przekroju kabla Miernik 83 N 116 m/mm² Miernik 83 plus 116 m/mm² Miernik 83Z 440 m/mm² Miernik 84 110 m/mm² Miernik 82a 750 m/mm² Miernik 82b,c,e 54,2 m/mm² patrz również komentarz o przekraju kabla

# Hilfe_Kompatiblitaetsnachweis_AWGKlasse
source: <html><p>Accuracy class:<br />The accuracy classes of NAWI, Ind and LCs are compatible, if they follow table below:</p><p><strong> NAWI I II III IIII<br /> Ind I I*), II II*), III III, IIII<br /> LC A A*), B B*), C C, D</strong><br /> <br /> *) at sufficient temperature range and evaluation of stability against <br /> humidity and creep correspond to requirement in the lower <br /> (more accurate) class</p></html>
de: <html>Genauigkeitsklasse<br />Die Genauigkeitsklassen von NSW, AWG und WZ sind verträglich, wenn sie folgender Zuordnung entsprechen: <br /><strong>NSW I II III IIII<br />AWG I I*), II II*), III III, IIII<br />WZ A A*), B B*), C C, D</strong><br />*) bei ausreichendem Temperaturbereich und <br />geeigneten Nachweisen der Stabilitäten<br />gegen Feuchte und Kriechen<br /></html>
pl: <html>Klasa dokładności<br />Klasa dokładności wag nieautomatycznych, mierników i czujników tensometrycznych zgadzają się, jeżeli odpowiadają one danemu przyporządkowaniu: <br /><strong>Waga nieautomatyczna I II III IIII<br />Miernik I I*), II II*), III III, IIII<br />Czujnik tensometryczny A A*), B B*), C C, D</strong><br />*) przy wystarczającym zakresie temperatury i <br />odpowiednich dowodach dotyczących stabilizacji<br />przeciw wilgoci i pełzaniu<br /></html>

# Hilfe_Kompatiblitaetsnachweis_AWGMindesteingangsspannung
source: the indicator may need a minimum input voltage at all (bias), if so the value is given in the indicator documentation; this indicator is not able to measure changing polarity of voltage If no Umin is required insert 0
de: Mindesteingangsspannung des AWGs Manche AWGs benötigen eine Vorspannung (Bias), weil ihre Vorverstärker nur für eine Polarität ausgelegt sind. Wenn kein Umin erforderlich, dann 0 eintragen !
pl: Najmniejsze napięcie wejściowe miernika Niektóre mierniki potrzebują pewne napięcie wstępne (bias), ponieważ ich wzmacniacze wstępne przygotowane są tylko dla jednej biegunowości. Jeżeli Umin nie jest potrzebne, wpisać 0 !

# Hilfe_Kompatiblitaetsnachweis_AWGMindestmesssignal
source: The minimum value allowed for the signal voltage per verification scale interval is: Indicator 83N 0,5üV/ e Indicator 83+ 0,5 üV/ e Indicator 83Z 0,6 üV/ e Indicator 84 0,7 üV/ e Indicator 82a 0,5 üV/ e Indicator 82b,c,e 0,3 üV/ e
de: Für das Auswertegerät angegebenes Mindestmesssignal pro Eichwert Auswertegerät 83N 0,5üV/ e Auswertegerät 83+ 0,5 üV/ e Auswertegerät 83Z 0,6 üV/ e Auswertegerät 84 0,7 üV/ e Auswertegerät 82a 0,5 üV/ e Auswertegerät 82b,c,e 0,3 üV/ e
pl: Dla miernika podany najmniejszy sygnał pomiarowy na wartość legalizacyjną: Miernik 83N 0,5üV/ e Miernik 83+ 0,5 üV/ e Miernik 83Z 0,6 üV/ e Miernik 84 0,7 üV/ e Miernik 82a 0,5 üV/ e Miernik 82b,c,e 0,3 üV/ e

# Hilfe_Kompatiblitaetsnachweis_AWGSpeisespannung
source: Excitation power supply for the load cell(s) Indicator 83N 8V Indicator 83+ 8V Indicator 84 8V Indicator 83Z 12V Indicator 82a,b,c,e 5V Note: Insert total voltage, wrong + 5 V correct 10 V Further see comment for cross section A
de: Speisespannung für die Wägezelle(n) Gesamtspannung eintragen z.B. falsch + 5 V, richtig 10 V Anmerkung: s.a. Kommentar zu Kabelquerschnitt A Speisespannung für die Wägezelle(n) Auswertegerät 83N 8V Auswertegerät 83+ 8V Auswertegerät 84 8V Auswertegerät 83Z 12V Auswertegerät 82a,b,c,e 5V
pl: Napięcie zasilające dla czujnika(ów) Wpisać napięcie całkowite np. błędnie + 5 V, poprawnie 10 V Wskazówka: patrz też Komentarz o przekroju kabla A Napięcie zasilające dla czujnika(ów) Miernik 83N 8V Miernik 83+ 8V Miernik 84 8V Miernik 83Z 12V Miernik 82a,b,c,e 5V

# Hilfe_Kompatiblitaetsnachweis_AWGTeilungswerte
source: maximal number of verification scale intervals for the indicator: single -range/interval multi -range/interval accuracy- class III IV III IV Gerät 83+/83Z/84 10000 1000 3000 1000 82a,b,c,e 10000 1000 6000 1000 maximum of 3 partial ranges The maximal number n ind of verification scale intervals of the indicator must be equal or better than the number of verification scale intervals of the weighing instrument n = Max/e. For multiple range and muti-interval weighing instruments this must be met for every weighing range.
de: <html><p><strong>Größte zulässige Anzahl der Teilungswerte des Größte Anzahl der Eichwerte des Auswertegerätes</strong></p><p> Einbereichswaage 2-3 Bereichswaage <br />Genauigkeits-<br />klasse III IV III IV <br />Gerät<br />83+/83Z/84 10000 1000 3000 1000<br />82a,b,c,e 10000 1000 6000 1000</p><p>Auswertegerätes<br /> Die maximale Anzahl nind der Teilungswerte für das Auswertegerät darf nicht kleiner sein als die Anzahl der Eichwerte der Waage n = Max/e. Bei Mehrbereichs- und Mehrteilungswaagen gilt dies für jeden einzelnen Wägebereich i.</p></html>
pl: <html><p><strong>Maksymalnie dopuszczalna ilość działek elementarnych miernika</strong></p><p> waga jednozakresowa waga wielozakresowa Klasa dokładności III IV III IV Miernik 83+/83Z/84 10000 1000 3000 1000 82a,b,c,e 10000 1000 6000 1000 Maksymalnie dopuszczalna ilość nind działek elementarnych miernika nie może być mniejsza niż ilość działek elementarnych wagi n = Max/e. Przy wagach wielozakresowych i wielopodziałkowych dotyczy to każdego zakresu wagowego i. </p></html>

# Hilfe_Kompatiblitaetsnachweis_AWGTemperaturbereichMax
source: limit of the temperature range upper limit of the environment temperature for the indicator
de: Obere Grenze des Bereichs für die Umgebungstemperatur, wobei die zulässigen Temperaturbereiche der Wägezelle(n) und des Auswertegeräts den Temperaturbereich der Waage überdecken müssen.
pl: Górna granica zakresu temperatury otoczenia, przyczym dopuszczalne zakresy temperatury czujnika(ów) tensometrycznego(nych) i miernika muszą pokryć zakres temperatury wagi.

# Hilfe_Kompatiblitaetsnachweis_AWGTemperaturbereichMin
source: limit of the temperature range lower limit of the environment temperature for the indicator
de: Grenzen des Temperaturbereichs Untere Grenze des Bereichs für die Umgebungs-temperatur, wobei die zulässigen Temperaturbereiche der Wägezelle(n) und des Auswertegeräts den Temperaturbereich der Waage überdecken müssen.
pl: Granice zakresu temperatury Dolna granica zakresu temperatury otoczenia, przyczym dopuszczalne zakresy temperatury czujnika(ów) tensometrycznego(nych) i miernika muszą pokryć zakres temperatury wagi.

# Hilfe_Kompatiblitaetsnachweis_WaageEinschaltnullstellbereich
source: <html><p>Function for setting the indication to zero at<br />the time the indicator is switched on.<br /><strong>Standard setting Rhewa:<br />15% upper limit for permissible initial zero setting</strong></p><p><strong> 3kg = 0,450kg<br /> 6kg = 0,900kg<br /> 15kg = 2,250kg<br /> 30kg = 4,5kg<br /> 60kg = 9,0kg<br /> 150kg = 22,5kg<br /> 300kg = 45kg<br /> 600kg = 90kg<br /> 1500kg = 225kg<br /> 3000kg = 450kg<br /> 6000kg = 900kg <br />15000kg = 2250kg<br /></strong></p></html>
de: <html><p>Einschaltnullstellbereich<br />Bereich, innerhalb dem die Anzeige beim Einschalten der Waage automatisch auf Null gestellt wird, bevor sie einsatzbereit ist.<br />Bei möglichem Wechsel des Lastträgers durch den Verwender z.B. bei Ladentischwaagen 20% Max (soweit mit AWG realisierbar), ansonsten immer 4% Max. <br /><strong>Bei RHEWA-Geräten ist standardmäßig +15% von Max einzutragen</strong></p><p><strong> 3kg = 0,450kg<br /> 6kg = 0,900kg<br /> 15kg = 2,250kg<br /> 30kg = 4,5kg<br /> 60kg = 9,0kg<br /> 150kg = 22,5kg<br /> 300kg = 45kg<br /> 600kg = 90kg<br /> 1500kg = 225kg<br /> 3000kg = 450kg<br /> 6000kg = 900kg <br />15000kg = 2250kg</strong></p></html>
pl: <html><p>Zekres zerowania inicjującego<br />Zekres, w którym wskaźnik przy włączeniu wagi automatycznie ustawia się na zero, przed jej gotowością do pracy<br />Przy możliwej zmianie nośnika przez użytkownika np: przy wagach sklepowych 20% Max (jeżeli istnieje możliwoć realizacji z miernikeim), w przeciwnym razie zawsze 4% Max<br /><strong>Dla mierników RHEWA wpisać standardowo +15% z Max</strong></p><p><strong> 3kg = 0,450kg<br /> 6kg = 0,900kg<br /> 15kg = 2,250kg<br /> 30kg = 4,5kg<br /> 60kg = 9,0kg<br /> 150kg = 22,5kg<br /> 300kg = 45kg<br /> 600kg = 90kg<br /> 1500kg = 225kg<br /> 3000kg = 450kg<br /> 6000kg = 900kg <br />15000kg = 2250kg<br /></strong></p></html>

# Hilfe_Kompatiblitaetsnachweis_VerbindungselementeBruchteilEichfehlergrenze
source: fraction of the maximum permissible error of the weighing instrument applied for connecting elements pcon , For the fraction of all unknown mechanical and electrical connection elements between load receptor, load cell(s) a d indicator. acceptable according to R76 No 3.4.5 pcon = 0,5
de: Bruchteil der Eichfehlergrenzen für die Verbindungselemente pcon . 0,3 £ pcon £ 0,8 Für den Anteil aller unbekannten mechanischen sowie elektrischen Verbindungselemente zwischen Lastträger, Wägezelle(n) und Auswertegerät kann nach DIN EN 45501 Nr. 3.5.4 pcon = 0,5 eingesetzt werden.
pl: Ułamek błędu legalizacyjnego dla elementów złącznych pcon. 0,3 £ pcon £ 0,8 Dla pewnej części wszystkich nieznanych mechanicznych jak i elektrycznych elementów złącznych między nośnikiem, czujnikiem(i) a miernikiem można według DIN EN 45501 Nr. 3.5.4 wpisać pcon = 0,5.

# Hilfe_Kompatiblitaetsnachweis_WaageAdditiveTarahoechstlast
source: maximum value of the additive tare device (if existing) if no device of Additive Tare, fill out with 0
de: Höchstlast der additiven Taraeinrichtung (falls vorhanden!). Wenn keine additive Tara, dann 0 eintragen !
pl: Obciążenie maksymalne dodatniej tary (jeżeli dostępne!). Jeżeli dodatnia tary nie istnieje, wpisać 0.

# Hilfe_Kompatiblitaetsnachweis_WaageAnzahlWaegezellen
source: number of load cells
de: Anzahl der Wägezellen
pl: Numer czujnika tensometrycznego
