Repository: bitwork/RHEWA
Catalog: EichsoftwareClient/View/UserControls/Eichprozess/uco13PruefungRollendeLasten.*.resx
Languages: de, pl

# lblBelastungsstelleLinks.Text
source: weight place
de: Belastungsstelle
pl: Punkt obciążenia

# lblAuffahrtLinks1.Text
source: drive from left 1
de: Auffahrt von links 1
pl: Podjazd z lewej 1

# lblAuffahrtLinks2.Text
source: drive from left 2
de: Auffahrt von links 2
pl: Podjazd z lewej 2

# lblAuffahrtLinks3.Text
source: drive from left 3
de: Auffahrt von links 3
pl: Podjazd z lewej 3

# lblLastLinks.Text
source: weight [kg]
de: Last [kg]
pl: Obciążenie [kg]

# lblAnzeigeLinks.Text
source: display [kg]
de: Anzeige [kg]
pl: Wyświetlacz [kg]

# lblFehlerLinks.Text
source: error limit [kg]
de: Fehler [kg]
pl: Błąd [kg]

# lblEFGLinks.Text
source: VEL
de: EFG [kg]
pl: GBL [kg]

# lblEFGRechts.Text
source: VEL
de: EFG [kg]
pl: GBL [kg]

# lblFehlerRechts.Text
source: error limit [kg]
de: Fehler [kg]
pl: Błąd [kg]

# lblAnzeigeRechts.Text
source: display [kg]
de: Anzeige [kg]
pl: Wyświetlacz [kg]

# lblLastRechts.Text
source: weight [kg]
de: Last [kg]
pl: Obciążenie [kg]

# lblAuffahrtRechts3.Text
source: drive from left 3
de: Auffahrt von rechts 3
pl: Podjazd z prawej 3

# lblAuffahrtRechts2.Text
source: drive from left 2
de: Auffahrt von rechts 2
pl: Podjazd z prawej 2

# lblAuffahrtRechts1.Text
source: drive from left 1
de: Auffahrt von rechts 1
pl: Podjazd z prawej 1

# lblBelastungsstelleRechts.Text
source: weight place
de: Belastungsstelle
pl: Punkt obciążenia

# RadButton1.Text
source: Show VEL
pl: Pokarz GBL

# RadButtonShowEFG.Text
source: Show VEL
pl: Pokarz GBL
