Repository: bitwork/RHEWA
Catalog: EichsoftwareClient/View/UserControls/Eichprozess/uco_7EichprotokollDaten.*.resx
Languages: de, pl

# lblTruck.Text
source: verification truck
de: Eichfahrzeug Firma
pl: Pojazd legalizacyjny Firmy

# lblZertifikatnr.Text
source: test certificat no.
de: Prüfscheinnummer
pl: Nr. świadectwa badań

# lblTestzeitraum.Text
source: last testing date
de: Letzte Prüfung
pl: Ostatnie badanie

# RadTextBoxControlNormalienPruefintervall.Text
source: yearly
de: jährlich

# lblPruefzeitraum.Text
source: test interval
de: Prüfintervall
pl: Interwał badań

# lblGenauigkeitsklasse2.Text
source: accuracy class
de: Genauigkeitsklasse
pl: Klasa dokładności

# RadGroupBoxBeschaffenheitspruefungNormalien.HeaderText
source: standard weights
de: Verwendete Normalien
pl: Untere Grenze für die an das Auswertegerät anschließbaren Lastwiderstände

# RadGroupBoxBeschaffenheitspruefungNormalien.Text
source: standard weights
de: Verwendete Normalien
pl: Erläuterung zu Lastwiderstand:

# RadGroupBoxBeschaffenheitspruefung.HeaderText
source: 4. conditions
de: 4. Beschaffenheitsprüfung
pl: 4. Badanie jakości

# RadGroupBoxBeschaffenheitspruefung.Text
source: 4. conditions
de: 4. Beschaffenheitsprüfung
pl: 4. Badanie jakości

# RadRadioButtonHandTara.Text
source: hand tare
de: halb selbsttätig
pl: Tara ręczna

# RadRadioButtonAutoTara.Text
source: Auto tare
de: selbsttätig
pl: Auto Tara

# RadGroupBoxVerwendungszweckTara.HeaderText
source: tare
de: Taraeinrichtungen
pl: Urządzenia tary

# RadGroupBoxVerwendungszweckTara.Text
source: tare
de: Taraeinrichtungen
pl: Urządzenia tary

# RadCheckBoxDrucker.Text
source: printer
de: Drucker
pl: Drukarka

# RadCheckBoxEichfaehigerSpeicher.Text
source: value memory
de: Eichfähiger Speicher
pl: Legalizowana pamięć danych

# RadCheckBoxSonstiges.Text
source: miscellaneous
de: Sonstiges
pl: Inne

# lblDruckerart.Text
source: printer type
de: Druckertyp
pl: Typ drukarki

# RadGroupBoxVerwendungszweckEquipment.HeaderText
source: external equipment
de: Zusatzeinrichtung
pl: Urządzenie dodatkowe

# RadGroupBoxVerwendungszweckEquipment.Text
source: external equipment
de: Zusatzeinrichtung
pl: Urządzenie dodatkowe

# RadRadioButtonNustellungNullNachfuehrung.Text
source: zero setting range
de: Nullnachführung
pl: Naprowadzenie zera

# RadRadioButtonNustellungAutomatisch.Text
source: automatic
de: selbsttätig
pl: automatycznie

# RadRadioButtonNustellungHalbAutomatisch.Text
source: half automatic
de: halb selbsttätig
pl: półautomatycznie

# RadGroupBoxVerwendungszweckNullstellung.HeaderText
source: zero setting
de: Nullstelleinrichtung
pl: Urządzenie zerujące

# RadGroupBoxVerwendungszweckNullstellung.Text
source: zero setting
de: Nullstelleinrichtung
pl: Urządzenie zerujące

# lblArtWaage.Text
source: type of scale
de: Waagentyp
pl: Typ wagi

# lblDimension.Text
source: dimension
de: Abmessung
pl: Wymiary

# RadGroupBoxVerwendungszweckArtderWaage.HeaderText
source: type of scale
de: Waagentyp
pl: Typ wagi

# RadGroupBoxVerwendungszweckArtderWaage.Text
source: type of scale
de: Waagentyp
pl: Typ wagi

# RadGroupBoxVerwendungszweck.HeaderText
source: 3. type
de: 3. Verwendungszweck
pl: 3. Cel zastosowania

# RadGroupBoxVerwendungszweck.Text
source: 3. type
de: 3. Verwendungszweck
pl: 3. Cel zastosowania

# lblFabriknummernWZ.Text
source: Serialnumber load cells
de: Fabriknummern der Wägezellen:
pl: Numery fabryczne czujników tensometrycznych:

# lblAnzahlWZ.Text
source: how many load cells:
de: Anzahl:
pl: Ilość czujników tensometrycznych:

# lblTyp.Text
source: type
de: Typ:
pl: Typ:

# lblHerstellerWZ.Text
source: manufacturer of load cells
de: Wägezellen Hersteller:
pl: Producent czujników tensometrycznych:

# lblZeichen.Text
source: verification seal no.
de: Eichzählerstand:
pl: Stan licznika legalizacyjnego:

# lblSoftwareversion.Text
source: software version
de: Softwarestand:
pl: Stan software:

# lblAWG.Text
source: indicator
de: Auswertegerät:
pl: Miernik:

# RadGroupBoxKomponenten.HeaderText
source: 2. components
de: 2. Komponenten
pl: 2. Składniki

# RadGroupBoxKomponenten.Text
source: 2. components
de: 2. Komponenten
pl: 2. Składniki

# lblNormalienGewichte.Text
source: value standard weights
de: Betrag Normallast
pl: Kwota obciążenia wzorcowego

# RadCheckBoxVollstaendigesStaffelverfahren.Text
source: verification with dummy load
de: Vollständiges Staffelverfahren
pl: Całkowita procedura stopniowa

# RadCheckBoxVolleNormallast.Text
source: standard weights
de: Volle Normallast
pl: Näherungsweise kleinstmöglicher Eingangswiderstand der einzelnen (parallelgeschalteten) Wägezelle(n) bzw. näherungsweise größtmöglicher Eingangswiderstand der Wägezelle(n)

# RadGroupBoxPruefverfahren.HeaderText
source: 1. test procedure
de: 1. Prüfverfahren
pl: 1. Procedura badania

# RadGroupBoxPruefverfahren.Text
source: 1. test procedure
de: 1. Prüfverfahren
pl: 1. Procedura badania

# lblGenauigkeitsklasse.Text
source: accuracy class
de: Genauigkeitsklasse
pl: Klasa dokładności

# RadCheckBoxNichtselbsteinspielend.Text
source: not-self-indicating
de: nichtselbsteinspielend:

# RadCheckBoxMehrteilungswaage.Text
source: multiple-intervall
de: Mehrteilungswaage:

# RadCheckBoxHybridMechWaage.Text
source: lever works/mechanical:
de: Hybrid- /mech. Waage:

# RadCheckBoxMehrbereichswaage.Text
source: multiple-range
de: Mehrbereichswaage:

# RadCheckBoxHalbSelbsteinspielend.Text
source: Self- or semi-self-indicating
de: halb-/ selbsteinspielend:

# lblHerstellungsjahr.Text
source: year of manufacture
de: Baujahr:
pl: Rok budowy:

# lblPruefer.Text
source: tester
de: Prüfer:

# lblDatum.Text
source: date
de: Datum:
pl: Data:

# lblFabriknummer.Text
source: Serial number
de: Fabriknummer:
pl: Numer fabryczny:

# lblOrt.Text
source: Location
de: Aufstellungsort:
pl: Miejsce instalacji:

# lblBenutzer.Text
source: User
de: Benutzer:
pl: Użytkownik

# RadGroupBoxIdentifikationsdaten.HeaderText
source: 0. Identification
de: 0. Identifikationsdaten
pl: 0. Dane identyfikacyjne

# RadGroupBoxIdentifikationsdaten.Text
source: 0. Identification
de: 0. Identifikationsdaten
pl: 0. Dane identyfikacyjne
