Repository: bitwork/RHEWA
Catalog: EichsoftwareClient/View/UserControls/Eichprozess/uco_2StammdatenEingabe.*.resx
Languages: pl

# lblPLZ.Text
source: Postal Code
pl: Kod pocztowy

# lblOrt.Text
source: City
pl: Miejscowość

# lblStrasse.Text
source: Street
pl: ulica

# lblWaagenbaufirma.Text
source: Manufacturer
pl: Firma budująca wagę

# RadGroupBoxStammdaten.HeaderText
source: Reference Data
pl: Dane podstawowe

# RadGroupBoxStammdaten.Text
source: Reference Data
pl: Dane podstawowe

# lblAWZTyp.Text
source: Type
pl: Typ

# lblAWZZulassung2.Text
source: and/or TAC (Type Approval Certificate)
pl: i / lub dopuszczenie sposobu budowy

# lblAWZZulassung.Text
source: TC (Test certificate)
pl: Świadectwo badania

# lblAWZHersteller.Text
source: Manufacturer
pl: Producent

# RadGroupBoxWZ.HeaderText
source: Load cell(s) (LC)
pl: Czujnik(i) tensometryczny (e )

# RadGroupBoxWZ.Text
source: Load cell(s) (LC)
pl: Czujnik(i) tensometryczny (e )

# lblWaagenart.Text
source: Range or Interval
pl: Rodzaj wagi

# RadLabel16.Text
source: Owner of TAC
pl: Właściciel zatwierdzenia

# lblAWaagenTyp.Text
source: Type of weighing instrument
pl: Typ wagi

# lblAWaageSeriennummer.Text
source: Serial number
pl: Numer fabryczny

# RadGroupBoxWaage.HeaderText
source: Weighing instrument (WI)
pl: Waga (nieautomatyczna)

# RadGroupBoxWaage.Text
source: Weighing instrument (WI)
pl: Waga (nieautomatyczna)

# lblAWGTyp.Text
source: Type
pl: Typ

# lblAWGBauart2.Text
source: and/or TAC (Type Approval Certificate)
pl: i / lub dopuszczenie sposobu budowy

# lblAWGBauart.Text
source: TC (Test certificate)
pl: Świadectwo badania

# lblAWGHersteller.Text
source: Manufacturer
pl: Producent

# RadGroupBoxAWG.HeaderText
source: Electronic indicator
pl: Miernik

# RadGroupBoxAWG.Text
source: Electronic indicator
pl: Miernik
