Repository: bitwork/RHEWA
Catalog: EichsoftwareClient/View/UserControls/Eichprozess/uco_3Kompatiblititaetsnachweis.*.resx
Languages: de, pl

# lblVerbindungEichfehlergrenze.Text
source: fraction of the maximum permissible error
de: Bruchteil der Eichfehlergrenze
pl: Ułamek błędu legalizacyjnego

# RadGroupBoxVerbindungselemente.HeaderText
source: Connecting elements
de: Verbindungselemente
pl: Elementy złączne

# RadGroupBoxVerbindungselemente.Text
source: Connecting elements
de: Verbindungselemente
pl: Elementy złączne

# lblWZEichfehlergrenze.Text
source: fraction of the maximum permissible error
de: Bruchteil der Eichfehlergrenze
pl: Ułamek błędu legalizacyjnego

# lblWZTemperatur.Text
source: limits of temperature range
de: Grenzen des Temperaturbereichs
pl: Granice zakresu temperatury

# lblWZKlasse2.Text
source: Class
de: Klasse
pl: Klasa

# lblWZKlasse.Text
source: accuracy class
de: Genauigkeitsklasse
pl: Klasa dokładności

# lblWZWiderstandWZ.Text
source: input resistance of single load cell
de: Widerstand der (einzelnen) Wägezelle
pl: Opór (pojedyńczego) czujnika tensometrycznego

# lblWZRueckkehrVorlastsignal.Text
source: minimum dead load output return
de: Rückkehr des Vorlastsignals
pl: Powrót sygnału obciążenia wstępnego

# lblwzKriechteilungsfaktor.Text
source: ratio Z = E max / (2 DR) or
de: Kriechteilungsfaktor oder
pl: Współczynnik podziałki pełzającej lub

# lblWZHoechstteilungswert.Text
source: the ratio Y = E max / v min
de: Höchstteilungsfaktor
pl: Największy współczynnik podziałkowy

# lblWZMinTeilungswert.Text
source: minimum verification scale interval or
de: Kleinster zulässiger Teilungswert oder
pl: Najmniejsza dopuszyczalna wartość podziałki lub

# lblWZTeilungswerte.Text
source: max. number verification scale intervals
de: Größte zul. Anzahl der Teilungswerte
pl: Największa dopuszczalna ilość wartości podziałki

# lblWZWaegezellenkennwert.Text
source: rated output
de: Wägezellenkennwert
pl: Wartość znamionowa czujnika tensometrycznego

# lblWZMindestvorlast.Text
source: minimum dead load
de: Mindestvorlast
pl: Najmniejsze obciążenie wstępne

# lblWZHoechstlast.Text
source: maximum capacity
de: Höchstlast ( Nennlast )
pl: Obciążenie maksymalne (obciążenie nominalne)

# RadGroupBoxWZ.HeaderText
source: Load cell(s) (LC)
de: Wägezelle(n) (WZ)
pl: Czujnik(i) tensometryczny (e )

# RadGroupBoxWZ.Text
source: Load cell(s) (LC)
de: Wägezelle(n) (WZ)
pl: Czujnik(i) tensometryczny (e )

# lblAWGKlasse2.Text
source: Class
de: Klasse
pl: Klasa

# lblAWGKlasse.Text
source: accuracy class
de: Genauigkeitsklasse
pl: Klasa dokładności

# lblKabel.Text
source: wires
de: Leiter
pl: Przewód

# lblAWGKabellaenge.Text
source: max. value of cable length per wire cross section
de: max. Kabellänge/Kabelquerschnitt
pl: max. długość lub przekrój kabla

# lblAWGAnschlussart.Text
source: cable connection (4- or 6 wire)
de: Anschlußart (4- oder 6 Leitertechnik)
pl: Rodzaj podłączenia czujnika tensometrycznego (technika 4- lub 6-przewodowa)

# lblAWGEichfehlergrenze.Text
source: fraction of the maximum permissible error
de: Bruchteil der Eichfehlergrenze
pl: Ułamek błędu legalizacyjnego

# lblAWGTemperatur.Text
source: limits of temperature range
de: Grenzen des Temperaturbereichs
pl: Granice zakresu temperatury

# lblAWGWiderstand.Text
source: minimum/maximum load cell resistance
de: Grenzwerte des Lastwiderstandes
pl: Wartości graniczne opornika obciążającego

# lblAWGMinMessSignal.Text
source: min. input voltage per verification scale interval
de: Mindestmesssignal pro Eichwert
pl: Najmniejszy sygnał pomiarowy na jedną wartość legaluzacyjną

# lblAWGMindesteingangsspannung.Text
source: minumum inputvoltage for the indicator
de: Mindesteingangsspannung des AWG
pl: Najmniejsze napięcie wejściowe miernika

# lblAWGSpeisespannung.Text
source: load cell excitation voltage
de: Speisespannung für die Wägezelle(n)
pl: Napięcie zasilające dla czujnika(ów)

# lblAWGmaxAnzahlTeilungswerte.Text
source: max. number verification scale intervals
de: Größte zul. Anzahl der Teilungswerte
pl: Największa dopuszczalna ilość wartości podziałki

# RadGroupBoxAWG.HeaderText
source: Electronic indicator
de: Auswertegerät (AWG)

# RadGroupBoxAWG.Text
source: Electronic indicator
de: Auswertegerät (AWG)

# lblWaageKlasse2.Text
source: Class
de: Klasse
pl: Klasa

# lblKabelquerschnitt.Text
source: cross section of wire
de: Kabelquerschnitt
pl: Przekrój kabla

# lblKabellaenge.Text
source: length of cable
de: Kabellänge
pl: Długość kabla

# lblGrenzenTemp.Text
source: limits of temperature range
de: Grenzen des Temperaturbereichs
pl: Granice zakresu temperatury

# lbladditiveTarahoechstlast.Text
source: additive tare
de: additive Tarahöchstlast
pl: Maksymalne dodatnie obciążenie tary

# lbltotlast.Text
source: dead load of load receptor
de: Totlast
pl: Ciężar własny

# lblEcklastzuschalg.Text
source: correction for non uniform distributed load
de: Ecklastzuschlag
pl: Dodatek do obciążenia rogowego.

# lblEinschaltnullbereich.Text
source: initial zero setting range
de: Einschaltnullstellbereich
pl: Zakres zerowania włączeniowego

# lblAnzWaeegezellen.Text
source: number of load cells
de: Anzahl der Wägezellen
pl: Numer czujnika tensometrycznego

# lblUebersetzung.Text
source: reduction ratio
de: Übersetzungsverhältnis
pl: Przełożenie

# lblEichwert.Text
source: verification scale interval
de: Eichwert
pl: Wartość legalizacyjna

# lblWIMaxCap.Text
source: maximum capacity
de: Höchstlast
pl: Obciążenie maksymalne

# lblWIKlasse.Text
source: accuracy class
de: Genauigkeitsklasse
pl: Klasa dokładności

# RadGroupBoxWaage.HeaderText
source: Weighing instrument (WI)
de: Waage (NSW)
pl: Waga (nieautomatyczna)

# RadGroupBoxWaage.Text
source: Weighing instrument (WI)
de: Waage (NSW)
pl: Waga (nieautomatyczna)

# RadLabel1.Text
source: aufgedruckt:
pl: nadrukowane:
