Repository: bitwork/RHEWA
Catalog: EichsoftwareClient/View/UserControls/Eichprozess/uco_4KompatiblititaetsnachweisErgebnis.*.resx
Languages: de, pl

# lblPunkt1Waage.Text
source: WI
de: NSW

# lblPunkt1AWG.Text
source: IND
de: AWG
pl: Miernik

# lblPunkt1WZ.Text
source: LC
de: WZ
pl: Czujnik tensometryczny

# lblPunkt1Gleichbesser2.Text
source: equal or better
de: gleich oder besser als
pl: równe lub lepsze niż

# lblPunkt1GleichBesser1.Text
source: equal or better
de: gleich oder besser als
pl: równe lub lepsze niż

# RadGroupBoxPunkt1.HeaderText
source: (1) Accuracy class of weighing instrument (WI) compatible to class of indicator (IND) and load cell (LC)
de: (1) Genauigkeitsklassen von WZ, AWG und NSW
pl: (1) Klasy dokładności czujników tensometrycznych, mierników i wag nieautomatycznych

# RadGroupBoxPunkt1.Text
source: (1) Accuracy class of weighing instrument (WI) compatible to class of indicator (IND) and load cell (LC)
de: (1) Genauigkeitsklassen von WZ, AWG und NSW
pl: (1) Klasy dokładności czujników tensometrycznych, mierników i wag nieautomatycznych

# lblPunkt2AWG.Text
source: IND
de: AWG
pl: Miernik

# lblPunkt2WZ.Text
source: LC
de: WZ
pl: Czujnik tensometryczny

# lblPunkt2Waage.Text
source: WI
de: NSW

# RadGroupBoxPunkt2TMin.HeaderText
source: (2) Temp.limits of the weighing instr.(WI) compared with the temp.limits of the load cell (LC) and the indicator (IND)
de: (2) Temperatur Limits der (NSW) im Vergleich mit den Temperatur Limits der (WZ) und dem (AWG)
pl: (2) Limit temperatury wagi nieautomatycznej w porównaniu z limitem temperatury czujnika tensometrycznego i miernika

# RadGroupBoxPunkt2TMin.Text
source: (2) Temp.limits of the weighing instr.(WI) compared with the temp.limits of the load cell (LC) and the indicator (IND)
de: (2) Temperatur Limits der (NSW) im Vergleich mit den Temperatur Limits der (WZ) und dem (AWG)
pl: (2) Limit temperatury wagi nieautomatycznej w porównaniu z limitem temperatury czujnika tensometrycznego i miernika

# RadGroupBoxPunkt3.HeaderText
source: (3) Sum of the squares of the fractions pi of the max. permissible errors of connecting elements, indicator and load cells
de: (3) Summe der Quadrate der Fehlergrenzenanteile von Verbindungselementen, AWG und WZ
pl: (3) Suma kwadratów udziału granic błędu elementów złącznych, miernika i czujnika tensometrycznego

# RadGroupBoxPunkt3.Text
source: (3) Sum of the squares of the fractions pi of the max. permissible errors of connecting elements, indicator and load cells
de: (3) Summe der Quadrate der Fehlergrenzenanteile von Verbindungselementen, AWG und WZ
pl: (3) Suma kwadratów udziału granic błędu elementów złącznych, miernika i czujnika tensometrycznego

# RadGroupBoxPunkt4.HeaderText
source: (4) Number of verification scale intervals of the weighing instrument and the indicator
de: (4) Größte zul. Anzahl der Teilungswerte des AWG und Anzahl der Eichwerte der NSW
pl: (4) Największa dopuszczalna ilość wartości podziałki miernika i ilość wartości legalizacyjnych wagi nieautomatycznej

# RadGroupBoxPunkt4.Text
source: (4) Number of verification scale intervals of the weighing instrument and the indicator
de: (4) Größte zul. Anzahl der Teilungswerte des AWG und Anzahl der Eichwerte der NSW
pl: (4) Największa dopuszczalna ilość wartości podziałki miernika i ilość wartości legalizacyjnych wagi nieautomatycznej

# RadGroupBoxPunkt5.HeaderText
source: (5) Maximum capacity of load cells must be compatible to Max of the weighing instrument
de: 5) Höchstlasten von NSW und WZ
pl: 5) Największe obciążenie wagi nieautomatycznej i czujnika tensometrycznego

# RadGroupBoxPunkt5.Text
source: (5) Maximum capacity of load cells must be compatible to Max of the weighing instrument
de: 5) Höchstlasten von NSW und WZ
pl: 5) Największe obciążenie wagi nieautomatycznej i czujnika tensometrycznego

# RadGroupBoxPunkt6a.HeaderText
source: (6a) Maximum number of verification scale intervals of load cell and number of scale intervals of the weighing instrument
de: (6a) Größte zul. Anzahl der Teilungswerte der WZ und Anzahl der Eichwerte der NSW
pl: (6a) Największa dopuszczalna ilość wartości podziałki czujnika tensometrycznego i ilość wartości legalizacyjnych wagi nieautomatycznej

# RadGroupBoxPunkt6a.Text
source: (6a) Maximum number of verification scale intervals of load cell and number of scale intervals of the weighing instrument
de: (6a) Größte zul. Anzahl der Teilungswerte der WZ und Anzahl der Eichwerte der NSW
pl: (6a) Największa dopuszczalna ilość wartości podziałki czujnika tensometrycznego i ilość wartości legalizacyjnych wagi nieautomatycznej

# RadGroupBoxPunkt6b.HeaderText
source: (6b) Minimum dead load output return of the load cell and smallest verification scale interval e1 of a multi-interval weighing instrument
de: (6b) Rückkehr des Vorlastsignals der WZ und kleinster Eichwert e1 einer Mehrteilungswaage
pl: (6b) Powrót sygnału ciężaru wstępnego czujnika tensometrycznego i najmniejsza wartość legalizacyjna e1 wagi wielopodziałkowej

# RadGroupBoxPunkt6b.Text
source: (6b) Minimum dead load output return of the load cell and smallest verification scale interval e1 of a multi-interval weighing instrument
de: (6b) Rückkehr des Vorlastsignals der WZ und kleinster Eichwert e1 einer Mehrteilungswaage
pl: (6b) Powrót sygnału ciężaru wstępnego czujnika tensometrycznego i najmniejsza wartość legalizacyjna e1 wagi wielopodziałkowej

# RadGroupBoxPunkt6c.HeaderText
source: (6c) Minimum dead load output return of the load cell and smallest verification scale interval e1 of a multiple range weighing instrument
de: (6c) Rückkehr des Vorlastsignals der WZ und kleinster Eichwert e1 einer Mehrbereichswaage
pl: (6c) Powrót sygnału ciężaru wstępnego czujnika tensometrycznego i najmniejsza wartość legalizacyjna e1 wagi wielozakresowej

# RadGroupBoxPunkt6c.Text
source: (6c) Minimum dead load output return of the load cell and smallest verification scale interval e1 of a multiple range weighing instrument
de: (6c) Rückkehr des Vorlastsignals der WZ und kleinster Eichwert e1 einer Mehrbereichswaage
pl: (6c) Powrót sygnału ciężaru wstępnego czujnika tensometrycznego i najmniejsza wartość legalizacyjna e1 wagi wielozakresowej

# RadGroupBoxPunkt6d.HeaderText
source: (6d) Minimum dead load of the load cells to the actual dead load of the load receptor
de: (6d) Totlast des Lastträgers der Waagenbrücke und Mindestvorlast der WZ in kg
pl: (6d) Ciężar martwy nośnika pomostu wagowego i najmniejsze obciążenie wstępne czujnika tensometrycznego w kg

# RadGroupBoxPunkt6d.Text
source: (6d) Minimum dead load of the load cells to the actual dead load of the load receptor
de: (6d) Totlast des Lastträgers der Waagenbrücke und Mindestvorlast der WZ in kg
pl: (6d) Ciężar martwy nośnika pomostu wagowego i najmniejsze obciążenie wstępne czujnika tensometrycznego w kg

# RadGroupBoxPunkt7.HeaderText
source: (7) Verification scale interval of the weighing instrument and minimum load cell scale interval must be compatible
de: (7) Eichwert der NSW und kleinster zulässiger Teilungswert der WZ in kg
pl: (7) Wartość legalizacyjna wagi nieautomatycznej i najmniejsza dopuszczalna wartość podziałki czujnika tensometrycznego w kg

# RadGroupBoxPunkt7.Text
source: (7) Verification scale interval of the weighing instrument and minimum load cell scale interval must be compatible
de: (7) Eichwert der NSW und kleinster zulässiger Teilungswert der WZ in kg
pl: (7) Wartość legalizacyjna wagi nieautomatycznej i najmniejsza dopuszczalna wartość podziałki czujnika tensometrycznego w kg

# lblPunkt8Eingangspannung.Text
source: input voltage per verification interval
de: Mindestsignal pro Eichwert in mV

# lblPunkt8OhneLast.Text
source: (unloaded WI)
de: (entlastete Waage)
pl: (waga odciążona)

# lblPunkt8MinVol.Text
source: minimum input voltage
de: Mindesteingangssignal in mV

# RadGroupBoxPunkt8.HeaderText
source: (8) Minimum input voltage for the indicator, minimum input voltage per verification scale interval and actual output of the LCs
de: (8) Mindesteingangssignal für AWG, Mindestmesssignal pro Eichwert und Berechnung
pl: (8) Najmniejszy sygnał wejściowy dla miernika, najmniejszy sygnał pomiarowy na wartość legalizacyjną i obliczenie

# RadGroupBoxPunkt8.Text
source: (8) Minimum input voltage for the indicator, minimum input voltage per verification scale interval and actual output of the LCs
de: (8) Mindesteingangssignal für AWG, Mindestmesssignal pro Eichwert und Berechnung
pl: (8) Najmniejszy sygnał wejściowy dla miernika, najmniejszy sygnał pomiarowy na wartość legalizacyjną i obliczenie

# RadGroupBoxPunkt9.HeaderText
source: (9) Allowed impedance range for the electronic indicator and actual load cell impedance
de: <html>(9) Vergleich der Lastwiderstände von AWG und WZ in <span style="font-family: symbol">W</span></html>
pl: <html>(9) Porównanie rezystorów obciążających miernika i czujnika tensometrycznego w <span style="font-family: symbol">W</span></html>

# RadGroupBoxPunkt9.Text
source: (9) Allowed impedance range for the electronic indicator and actual load cell impedance
de: <html>(9) Vergleich der Lastwiderstände von AWG und WZ in <span style="font-family: symbol">W</span></html>
pl: <html>(9) Porównanie rezystorów obciążających miernika i czujnika tensometrycznego w <span style="font-family: symbol">W</span></html>

# RadGroupBoxPunkt10.HeaderText
source: (10) Cable length per wire cross section of the connection cable between the load cell(s) and indicator
de: (10) Verlängerungskabel zum Anschluss der WZ: Kabellänge pro Leiterquerschnitt in m/mm²
pl: (10) Przedłużacz do podłączenia czujnika tensometrycznego: Długość kabla na przekrój przewodu w m/mm²

# RadGroupBoxPunkt10.Text
source: (10) Cable length per wire cross section of the connection cable between the load cell(s) and indicator
de: (10) Verlängerungskabel zum Anschluss der WZ: Kabellänge pro Leiterquerschnitt in m/mm²
pl: (10) Przedłużacz do podłączenia czujnika tensometrycznego: Długość kabla na przekrój przewodu w m/mm²

# lblFabriknummer.Text
source: Serial Number
de: Fabrik-Nr.
pl: Numer fabryczny

# lblPunkt5Faktor.Text
source: <html>Last-Korrekturfaktor: Q = (Max₂+DL+IZSR+NUD+T+)/Max<span lang="">₂</span>=</html>
pl: <html>Ostatni współczynnik korekcyjny: Q = (Max₂+DL+IZSR+NUD+T+)/Max<span lang="">₂</span>=</html>

# lblPunkt4WaagenArt.Text
source: Art der Waage
pl: Rodzaj wagi

# lblPunkt6aWaagenart.Text
source: Art der Waage
pl: Rodzaj wagi

# RadLabel87.Text
source: I.O. ?
pl: OK ?
