Repository: bitwork/RHEWA
Catalog: EichsoftwareClient/View/UserControls/Eichprozess/uco_5Beschaffenheitspruefung.*.resx
Languages: de, pl

# RadLabel15.Text
source: Is the weighbridge design appropriate for the weighing task?
de: Die Konstruktion der Brücke ist für die künftige Wiegeaufgabe entsprechend ausgelegt.
pl: Konstrukcja pomostu jest tak zaprojektowana, że wszystkie zadania wagowe mogą być zrealizowane.

# RadLabel11.Text
source: Is it free of corrosion? On concrete road weighbridges, no chipping or steel reinforcement may be visible.
de: Die Konstruktion ist frei von Korrosion. Bei Beton SFW sind keine abgeplatzten Teile bzw. keine Bewehrung der Stahlkonstruktion sichtbar.
pl: Konstrukcja jest wolna od korozji. Przy betonowych wagach samochodowych nie ma żadnych odpryśnięć cząstek betonu jak i żadnych widocznych części zbrojeniowych.

# RadLabel13.Text
source: Are the load cell holders level with each other?
de: Die Wägezellenaufnahmen sind in einer Ebene zueinander angeordnet.
pl: Zamocowanie czujników tensometrycznych znajduje się w płaszczyźnie poziomej ułożone nawzajem do siebie. (Punkt odniesienia)

# RadGroupBoxWaegebruecke.HeaderText
source: Criteria for weighbridges:
de: Kriterien für die einzusetzende Wägebrücke:
pl: Kryteria dla stosowanego pomostu wagowego:

# RadGroupBoxWaegebruecke.Text
source: Criteria for weighbridges:
de: Kriterien für die einzusetzende Wägebrücke:
pl: Kryteria dla stosowanego pomostu wagowego:

# RadLabel7.Text
source: The coating on resin-coated load cells must be undamaged.
de: Anschraubplatten müssen eben und sauber sein.
pl: Płyty montażowe muszą być czyste i płaskie.

# RadLabel5.Text
source: Screw-on plates must be flat and clean.
de: Bei vergossenen Wägezellen muss der Verguss unbeschädigt sein.
pl: Przy czujnikach zalanych masą uszczelniającą, masa musi być nieuszkodzona.

# RadLabel3.Text
source: Load cells must be approved to OIML R60.
de: Die Wägezelle(n) müssen eine Zulassung nach OIML R60 haben. Die Zulassungsunterlagen liegen in lesbarer Form vor.
pl: Czujnik(i) tensometryczny(e) muszą posiadać zatwierdzenie według OIML R60. Dokumenty zatwierdzające są dostępne w postaci czytelnej.

# RadLabel6.Text
source: Connection cables must be undamaged. -
de: Die Anschlusskabel müssen unbeschädigt sein. Sie dürfen nicht spröde oder rissig sein --> Gefahr von Kappilareffekt.
pl: Podłączone kable nie mogą być uszkodzone. Kable nie mogą być kruche lub popękane --> niebezpieczeństwo zjawiska kapilarnego.

# RadLabel8.Text
source: <html>The load transmission must conform to one of the examples shown in the Welmec Guide (WELMEC 2.4)</html>
de: Die Krafteinleitung muss konform sein mit einem der Beispiele, die in dem Welmec Führer (WELMEC 2.4) gezeigt werden.
pl: Wprowadzenie siły musi być zgodne z jednym z przykładów pokazanych w przewodniku WELMEC (WELMEC 2.4).

# RadGroupBoxWaegezellen.HeaderText
source: Criteria for load cells:
de: Kriterien für die einzusetzende(n) Wägezelle(n):
pl: Kryteria dla stosowanego(ych) czujnika(ów) tensometrycznego(ych):

# RadGroupBoxWaegezellen.Text
source: Criteria for load cells:
de: Kriterien für die einzusetzende(n) Wägezelle(n):
pl: Kryteria dla stosowanego(ych) czujnika(ów) tensometrycznego(ych):

# RadLabel16.Text
source: Tightness must be guaranteed (terminal box).
de: Dichtigkeit muss gegeben sein. (Klemmkasten)
pl: Szczelność musi być zagwarantowana. (Skrzynka z zaciskami)

# RadLabel14.Text
source: Measuring cables may not be brittle or cracked --> risk of capillary action
de: Die Messkabel dürfen nicht spröde oder rissig sein --> Gefahr von Kappilareffekt.
pl: Kable pomiarowe nie mogą być kruche lub popękane --> niebezpieczeństwo zjawiska kapilarnego.

# RadLabel12.Text
source: Measuring cables must be undamaged.
de: Die Messkabel müssen unbeschädigt sein.
pl: Kable pomiarowe nie mogą być uszkodzone.

# RadLabel10.Text
source: <html>Measuring cables must have as much temperature protection as possible and be routed sufficiently far away from current-carrying conductors.</html>
de: Die Messkabel müssen möglichst vor erhöhter Temperatur geschützt und in einem ausreichenden Abstand zu stromführenden Leitungen verlegt sein.
pl: Kable pomiarowe należy kłaść możliwie w miejscach bez skoków temperatur i z wystarczającym odstępem do przewodów prądowych.

# RadGroupBoxVerbindungselemente.HeaderText
source: Criteria for connecting components:
de: <html>Kriterien für die einzusetzenden Verbindungselemente: </html>
pl: Kryteria dla używanych elementów łączących:

# RadGroupBoxVerbindungselemente.Text
source: Criteria for connecting components:
de: <html>Kriterien für die einzusetzenden Verbindungselemente: </html>
pl: Kryteria dla używanych elementów łączących:

# RadLabel1.Text
source: The indicator must be in assembly-line condition (Rhewa factory condition).
de: Das Auswertegerät muss in einem serienidentischen Zustand sein (Rhewa-Auslieferungszustand)
pl: Miernik musi znajdować się w identycznym stanie seryjnym (w stanie dostawy przez RHEWA).

# RadLabel4.Text
source: The connected cables must be undamaged.
de: Die angeschlossenen Kabel müssen unbeschädigt sein.
pl: Podłączone kable nie mogą być uszkodzone.

# RadLabel2.Text
source: <html>The metrological information must be present. Max. / Min. / e= / Class / Approval mark / Manufacturer / WEEE symbol</html>
de: Die metrologischen Angaben müssen vorhanden und in Ordnung sein Max. / Min. / e= / Klasse / Zulassungszeichen / Hersteller / WEEE-Symbol
pl: Dane metrologiczne muszą być dostępne. Max. / Min. / e= / klasa / znak zatwierdzenia / producent / symbol WEEE

# RadGroupBoxAuswerteGeraete.HeaderText
source: Criteria for Rhewa indicators:
de: Kriterien für Rhewa Auswertegeräte:
pl: Kryteria dla mierników RHEWA:

# RadGroupBoxAuswerteGeraete.Text
source: Criteria for Rhewa indicators:
de: Kriterien für Rhewa Auswertegeräte:
pl: Kryteria dla mierników RHEWA:
